
{
  "verses": [

    {
      "title": "1. Bible and Hygiene",
      "verse": {
        "reference": "Leviticus 15:13",
        "text": "\"And when he who has a discharge is cleaned of his discharge, then he shall count for himself seven days for his cleansing, wash his clothes and bathe his body in running water; then he shall be clean.\""
      },
      "fact": "The Encyclopedia Britannica records that in 1845, a young Viennese doctor, Dr. Ignaz Semmelweis, was appalled by the high mortality rate of women giving birth in hospitals—often reaching 30%. He observed that doctors would perform autopsies and then, without washing their hands, proceed to examine pregnant women. At the time, the existence of microscopic diseases was unknown, and this unhygienic practice was routine. Semmelweis mandated that doctors wash their hands before each examination, reducing the death rate to just 2%. Remarkably, God had given specific hygiene instructions thousands of years earlier in Leviticus, including washing in running water—a practice later confirmed as essential for disease prevention.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/washingHands.jpeg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
    {
      "title": "2. True Eyewitness Account of Jesus",
      "verse": {
        "reference": "Matthew 26:67-68",
        "text": "'Then they spit in his face and struck him with their fists. Others slapped him and said, 'Prophesy to us, Messiah. Who hit you'",
        "reference": "Luke 22:64",
        "text": "'They blindfolded him and demanded, 'Prophesy! Who hit you?''"
      },
        "fact": "Matthew, a disciple of Jesus, recorded his firsthand account of Jesus’ persecution before the cross, describing how He was spat on, beaten, and mocked. At first, it may seem unclear why they demanded He prophesy who struck Him when they were right in front of Him. However, Luke provides additional context, noting that Jesus was blindfolded during the mockery. These slightly different details indicate independent eyewitness testimony rather than fabrication. If the story were invented, the accounts would either be identical, like rehearsed lies, or contradictory. Instead, they align, reinforcing their authenticity. Additionally, this form of mockery matches known customs of ancient trials, further supporting the Bible’s historical accuracy.",
      "source": "versefacts.com",
      "image": "../images/nicolaes.jpg",
      "styles" : {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
  }
},
    {
      "title": "3. The Bible and the Immune System",
      "verse": {
        "reference": "Genesis 17:12 ESV",
        "text": "'He who is eight days old among you shall be circumcised. Every male throughout your generations, whether born in your house or bought with your money from any foreigner who is not of your offspring.'"
      },
      "fact": "In Genesis the bible commands that male infants be circumcised on the eighth day. Modern medical science has since discovered that this is when prothrombin, a crucial blood-clotting factor, reaches its highest level before declining. Additionally, research has shown that the human immune system is at its strongest on this day.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Baby_Franka.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
     {
      "title": "4. The Bible Knew the Earth Was Round",
      "verse": {
        "reference": "Isaiah 40:22",
        "text": "It is He who sits above the circle of the earth."
      },
      "fact": "In Isaiah, it states that God 'sits above the circle of the earth,' revealing the earth’s round shape long before science confirmed it. While many once believed the earth was flat, it was the Bible that inspired explorers like Christopher Columbus. He wrote, 'It was the Lord who put it into my mind. I could feel His hand upon me… there is no question the inspiration came from the Holy Spirit, for He comforted me with rays of marvelous illumination from the Holy Scriptures…' (From his diary, reflecting on his discovery of the New World).",
      "source": "Journal of the First Voyage & Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/earth.webp",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
     {
      "title": "5. How the Bible Foreshadowed Modern Scientific Discoveries",
      "verse": {
        "reference": "Job 38:19",
        "text": "Where is the way where light dwells?"
      },
      "fact": "In Job which was written 3500 years ago, it asks, 'Where is the way where light dwells?' Only in recent times has modern science discovered that light (electromagnetic radiation) has a 'way,' moving at 186,000 miles per second.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
    {
      "title": "6. Time, Space, Matter, Power, and Motion",
      "verse": {
        "reference": "Genesis 1:1,3",
        "text": "God created the Heaven and the earth... And the Spirit of God moved upon the face of the waters."
      },
      "fact": "In Genesis which was written 3,450 years ago says, 'In the beginning God created the Heaven and the earth... And the Spirit of God moved upon the face of the waters.' Modern science describes the universe using five concepts: time, space, matter, power, and motion. The Bible aligns perfectly with these ideas: 'In the beginning' (time), 'God created' (power), 'the Heaven' (space), 'the earth' (matter), and 'the Spirit of God moved' (motion) upon the waters.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"God over the water.webp",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
    {
      "title": "7.  Why did the dinosaur disappear?",
      "verse": {
        "reference": "Job 40:15-24 (KJV)",
        "text": "Behold now behemoth, which I made with thee; he eateth grass as an ox. Lo now, his strength is in his loins, and his force is in the navel of his belly. He moveth his tail like a cedar: the sinews of his stones are wrapped together. His bones are as strong pieces of brass; his bones are like bars of iron. He is the chief of the ways of God: he that made him can make his sword to approach unto him. Surely the mountains bring him forth food, where all the beasts of the field play. He lieth under the shady trees, in the covert of the reed, and fens. The shady trees cover him with their shadow; the willows of the brook compass him about. Behold, he drinketh up a river, and hasteth not: he trusteth that he can draw up Jordan into his mouth. He taketh it with his eyes: his nose pierceth through snares."
      },
      "fact": "The Bible describes a mysterious creature called \"Behemoth,\" which has puzzled modern scientists with its incredible features—features that don’t perfectly match any known animal today. Written over 3,500 years ago, this account comes straight from God’s own words to Job, detailing a massive, plant-eating beast with strength in its hips, a tail like a cedar tree, bones as strong as brass and iron, and a habitat among shady trees and rivers. It could drink vast amounts of water, even trusting it could \"draw up the Jordan\" into its mouth, and its nose could pierce snares. Despite its grandeur as the \"chief of the ways of God,\" the text hints that God, its Creator, allowed it to vanish from the earth. While some speculate it could be a dinosaur or an ancient megafauna, its extinction remains a mystery that science can’t fully unravel, yet the Bible boldly preserves its memory.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"brachiosaurus.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
      {
      "title": "8. The Currents and Paths of the Sea",
      "verse": {
        "reference": "Psalm 8:8",
        "text": "\"And the fish of the sea, and whatsoever passes through the paths of the seas.\""
      },
      "fact": "What does the Bible mean by \"paths\" of the seas? The sea is a vast mass of water, so how could it have \"paths\"? Humans discovered ocean currents in the 1850s, yet the Bible mentioned the science of oceanography 2,800 years ago. Matthew Maury (1806–1873), considered the father of oceanography, made a significant breakthrough. While bedridden during a serious illness, he asked his son to read a portion of the Bible to him. Maury noticed the phrase \"paths of the sea.\" After recovering, he took God's word literally and set out to find these paths. His book on oceanography remains a foundational text on the subject and is still used in universities today.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"waysoftheoceans.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "9. Jonah’s Depths: Ancient Wisdom and Modern Oceanography",
      "verse": {
        "reference": "Jonah 2:6",
        "text": " \"I went down to the bottoms of the mountains; the earth with its bars was around me forever; yet you have brought my life up from corruption, O Lord my God.\""
      },
      "fact": " When Jonah was in the depths of the ocean, he spoke of descending to the \"bottoms of the mountains.\" Only in recent years has humanity discovered the existence of mountains on the ocean floor.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"mountainsunderthesea.jpeg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
    {
      "title": "10. The Hydrologic Cycle: Biblical Insight Before Scientific Discovery",
      "verse": {
        "reference": "Amos 9:6",
        "text": "\"He… calls for the waters of the sea and pours them out upon the face of the earth; the Lord is His name.\""
      },
      "fact": " The Mississippi River alone discharges over six million gallons of water per second into the Gulf of Mexico. Where does all that water go? This is just one of thousands of rivers worldwide. The answer lies in the hydrologic cycle, a concept not fully understood until the sixteenth and seventeenth centuries—approximately 2,500 years after the Bible described God taking the waters of the sea and pouring them out upon the earth.",
      "source": "Ray Comfort: Scientific Facts of the Bible pg4",
      "image":"watercycle.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
      {
      "title": "11. Ancient Wisdom and Modern Science: The Earth’s Rotation and the Potter’s Wheel",
      "verse": {
        "reference": "Job 38:12, 14",
        "text": " \"Have you commanded the morning since your days; and caused the dayspring to know his place; that it might take hold of the ends of the earth, that the wicked might be shaken out of it? It [the earth] is turned as clay to the seal; and they stand as a garment.\""
      },
      "fact": "Written 3,500 years ago, God Himself says: Modern science has since understood that the earth’s rotation on its axis is responsible for the sun’s rising and setting. The imagery here is that of a vessel of clay being turned on the potter’s wheel—an accurate analogy for the earth’s rotation.",
      "source": "Ray Comfort: Scientific Facts of the Bible pg4",
      "image":"rotationoftheearth.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
      {
      "title": "12. Science and Scripture: The Sun’s Journey Through Space",
      "verse": {
        "reference": "Psalm 19:4-6",
        "text": " In them has He set a tabernacle for the sun, which is as a bridegroom coming out of his chamber, and rejoices as a strong man to run a race. His [the sun’s] going forth is from the end of the heaven, and his circuit unto the ends of it: and there is nothing hid from the heat thereof."
      },
      "fact": "Bible critics have mocked these verses, claiming they suggest the sun revolves around the earth. Science once taught that the sun was stationary. However, it was later discovered that the sun is actually moving through space at approximately 600,000 miles per hour. It follows a 'circuit,' as the Bible describes. This circuit is so vast that it would take around 200 million years to complete one orbit. ",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"Sun.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
     {
      "title": "13. Unveiling the Treasures of the Snow: Job 38:22 and the Wonders of Snowflakes ",
      "verse": {
        "reference": "Job 38:22",
        "text": "God asks: \"Have you explored the storehouses of the snow?\" "
      },
      "fact": "Only with the invention of the microscope did humanity learn that every snowflake is a distinct, symmetrical \"treasure.\"",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"snowflake.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
    {
      "title": " 14. Creation Concluded and the First Law of Thermodynamics ",
      "verse": {
        "reference": "Genesis 2:1",
        "text": "God asks: \"Thus the heavens and the earth, and all their array, were completed.\" "
      },
      "fact": " The Hebrew verb for \"completed\" is in the past definite tense, signifying a one-time action finalized in the past, never to be repeated. Creation was \"completed\"—done once and for all. This aligns with the First Law of Thermodynamics, which asserts that matter and energy can neither be created nor destroyed. No \"creation\" continues today; it is \"completed,\" just as Scripture declares.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"#1thermodynamics.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
     {
      "title": "15. The Wearing Earth and the Second Law of Thermodynamics",
      "verse": {
        "reference": "Hebrews 1:10-11",
        "text": "God asks: \"(penned 2,000 years ago): \"...And, You, Lord, laid the earth’s foundation at the beginning; the heavens are the craftsmanship of Your hands. They will perish, but You endure; they will all wear out like a garment.\" "
      },
      "fact": " Scripture reveals that the earth is deteriorating. This aligns with the Second Law of Thermodynamics, a principle science only uncovered in relatively recent times.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image": "secondlaw.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
     {
      "title": "16.The Eighth Day Precision and the Science of Blood Clotting ",
      "verse": {
        "reference": "Genesis 17:12",
        "text": "Every male among you who is eight days old shall be circumcised, every male throughout your generations, whether born in your household or purchased with money from any foreigner not of your offspring."
      },
      "fact": " Why specify the eighth day for circumcision? Modern medical science has found that on the eighth day of a newborn’s life, the blood-clotting factor prothrombin peaks above 100%, making it the only day this occurs.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"baby.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
  {
      "title": "17.Stretching the Heavens: Ancient Scripture Meets Modern Cosmology ",
      "verse": {
        "reference": "Isaiah 40:22 (written 2,800 years ago)",
        "text": "\"It is He who stretches out the heavens like a curtain and spreads them out as a tent to dwell in.\""
      },
      "fact": "Modern science has come to recognize that the universe is expanding—essentially \"stretching out.\" Remarkably, Scripture references God stretching out the heavens like a curtain at least seven times, aligning with this concept of cosmic expansion.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "18. A Treasury of Scientific Insight ",
      "verse": {
        "reference": "The Book of Job (1520 B.C.) ",
        "text": "."
      },
      "fact": "\"The careful study of the Book of Job, alongside the latest scientific findings, has solidified my belief that the Bible is a divinely inspired work, authored by the same One who created the stars.\"—Charles Burckhalter, Chabot Observatory ",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "19. The Book of Job and the Weight of Air and Water",
      "verse": {
        "reference": "Job 28:25",
        "text": "When he gave to the wind its weight and apportioned the waters by measure.."
      },
      "fact": "Job 28:25 reveals that the wind has 'a weight,' a fact stated in Scripture long before science confirmed in the sixteenth century that air possesses mass. The Bible also notes the weight of water, highlighting its significance. With vast amounts of water covering the earth, the gravitational pull of the sun and moon is perfectly balanced. The water absorbs and disperses this energy, its weight meticulously calibrated.\" —Richard Gunther  ",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "20.The Book of Job and the Earth’s Rotation ",
      "verse": {
        "reference": " Job 38:12,14",
        "text": "\"Have you ever commanded the morning or shown the dawn its place? … It [the earth] is turned as clay to the seal.\""
      },
      "fact": "For centuries, scientists held a geocentric view, believing the sun orbited a stationary earth to create day and night. Today, we understand that the earth’s rotation on its axis causes the sun to rise and set. Yet, over 4,000 years ago, as it says in Job, the earth is described as being turned like clay on a seal. This imagery evokes a clay vessel being spun on a potter’s wheel—a striking and accurate depiction of the earth’s rotation.   ",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "21. The Book of Job and the Springs of the Sea ",
      "verse": {
        "reference": "Job 38:16",
        "text": "\"Have you entered into the springs of the sea, or walked in the recesses of the deep?\""
      },
      "fact": "\"Modern deep-sea diving cameras have uncovered remarkable hot-water vents on the ocean floor—‘the springs of the sea,’ referred to in Job. These thermal vents emit vast quantities of mineral-rich, superheated water—springs in the depths of darkness.\"— Richard Gunther",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "22. The Book of Job and Light ",
      "verse": {
        "reference": "Job 38:24",
        "text": "\"What is the way to the place where the light is distributed, or where the east wind is scattered upon the earth?\""
      },
      "fact": "\"Sir Isaac Newton studied light and found that white light is composed of seven colors, which can be 'separated' from the white (as mentioned in Job 38:24) and then recombined to form white light once more. This discovery was made by science in 1650.\"— Richard Gunther",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "23.The Book of Job and the Way of Light ",
      "verse": {
        "reference": "Job 38:19",
        "text": "Where is the way where light dwells?"
      },
      "fact": "Modern science has only recently discovered that light (electromagnetic radiation) has a \"way.\" In the vacuum of space, this \"way\" is the speed of light, which travels at about 186,000 miles per second",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "24. The Bible's Insight on the Connection Between Mind and Body",
      "verse": {
        "reference": "Proverbs 14:30, Proverbs 15:30, Proverbs 16:24, & Proverbs 17:22",
        "text": "."
      },
      "fact": "Medical science has now recognized the strong link between a person's mental and physical health. This concept was already revealed in the Bible around 950 B.C., as seen in several verses: \"A sound heart is the life of the flesh, but envy is the rottenness of the bones\" (Proverbs 14:30); \"The light of the eyes rejoices the heart, and a good report makes the bones fat [healthy]\" (Proverbs 15:30); \"Pleasant words are as a honeycomb, sweet to the soul, and health to the bones\" (Proverbs 16:24); and \"A merry heart does good like a medicine, but a broken spirit dries the bones\" (Proverbs 17:22). These passages highlight the deep connection between emotional well-being and physical health, a relationship that modern medicine is only now beginning to fully understand.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "25. The Bible and Bacteria",
      "verse": {
        "reference": "Exodus 22:31",
        "text": "And... neither shall you eat any flesh that is torn of beasts in the field; you shall cast it to the dogs"
      },
      "fact": "Long before modern science discovered bacteria, God provided for Israel by prohibiting the consumption of meat that could be contaminated by harmful bacteria.— Richard Gunther",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "26. The Bible and Fat Intake",
      "verse": {
        "reference": "Leviticus 7:22-24",
        "text": "And the LORD spoke to Moses, saying, Speak unto the children of Israel, saying, You shall eat no manner of fat, of ox, or of sheep, or of goat."
      },
      "fact": "The American Heart Association states: \"The major kinds of fats in the foods we eat are saturated, polyunsaturated, monounsaturated, and trans fatty acids. Saturated fats, trans fats, and dietary cholesterol raise blood cholesterol. A high level of cholesterol in the blood is a major risk factor for coronary heart disease, which can lead to heart attacks.\" Regarding prostate cancer, a study from the University of Pennsylvania Cancer Center found, \"The fourth most common cause of cancer among men may be related to saturated fat consumption.\" Saturated fats primarily come from animal products.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "27. The Bible and the Immune System ",
      "verse": {
        "reference": "Genesis 17:12",
        "text": "\"He who is eight days old among you shall be circumcised. Every male throughout your generations, whether born in your house or bought with your money from any foreigner who is not of your offspring,\""
      },
      "fact": "The Bible instructs that male babies be circumcised on the eighth day (Genesis 17:12). Modern medical science has discovered that on this day, the coagulating factor in the blood, called prothrombin, is at its highest. It peaks on the eighth day and then decreases. Additionally, medical science has found that the body's immune system is also at its peak on this day.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "28. The Bible and Laws of Quarantine",
      "verse": {
        "reference": "Leviticus 13:46",
        "text": "\"All the days wherein the plague shall be in him he shall be defiled; he is unclean: he shall dwell alone; outside the camp shall his habitation be\""
      },
      "fact": "Long before medical science recognized the importance of quarantining individuals with infectious diseases, the Bible established such practices. In 1490 B.C., the Scriptures instructed the children of Israel on what to do if a man had leprosy: he was to be considered unclean and must dwell alone, outside the camp. Quarantine laws were not introduced by modern society until the seventeenth century. During the devastating Black Death of the fourteenth century, sick or dead individuals were often kept in the same rooms as the rest of the family. People wondered why the disease spread so quickly and attributed the epidemics to \"bad air\" or \"evil spirits.\" However, if the medical commands given in Leviticus had been followed, countless lives could have been saved. Arturo Castiglione noted the significance of this biblical medical law, writing, \"The laws against leprosy in Leviticus 13 may be regarded as the first model of sanitary legislation\" (A History of Medicine).— Grant R. Jeffery, The Signature of God",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
 {
      "title": "29. Scientists Admit Genesis is \"Close to the Truth\" ",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "Scientists often feel uneasy when their discoveries seem to align with the account found in Genesis chapter one. Notice the use of the word \"uncanny\" in the following quotes: \"Most cosmologists (scientists who study the structures and evolution of the universe) agree that the Genesis account of creation, in imagining an initial void, may be uncannily close to the truth.\" (Time, December 1976) \"The universe suddenly exploded into being... The big bang bears an uncanny resemblance to the Genesis command.\" — Jim Holt, Wall Street Journal science writer. \"New scientific revelations about supernovas, black holes, quarks, and the big bang even suggest to some scientists that there is a 'grand design' in the universe.\" — U.S. News & World Report, March 31, 1997.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
 {
      "title": "30.  The Bible Speaks of a Specific Design",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "\"Slight variations in physical laws such as gravity or electromagnetism would make life impossible... The necessity to produce life lies at the center of the universe's whole machinery and design.\" — John Wheeler, Princeton University professor of physics (Reader's Digest, September 1986). Even evolutionist Stephen Hawking, regarded as one of the most renowned scientists since Albert Einstein, admits, \"The universe and the laws of physics seem to have been specifically designed for us. If any one of about 40 physical qualities had more than slightly different values, life as we know it could not exist: Either atoms would not be stable, or they wouldn’t combine into molecules, or the stars wouldn’t form the heavier elements, or the universe would collapse before life could develop, and so on...\" — Austin American Statesman, October 19, 1997.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
 {
      "title": "31. The Bible Speaks of One Common Ancestor",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "\"Researchers suggest that virtually all modern men—99% of them, according to one scientist—are closely related genetically and share genes with one male ancestor, referred to as 'Y-chromosome Adam.' We are discovering that humans have very shallow genetic roots that trace back to one recent ancestor... This points to an origin in a specific location on the globe, from which humans spread out.\" — U.S. News & World Report, December 4, 1995.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
 {
      "title": "32. The Bible and the Universal Flood",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "\"Approximately 85% of the Earth's rock surface consists of sedimentary rock, suggesting that at some point in the past, the world was covered by water.\" — Peter and Paul Lalonde, 301 Startling Proofs & Prophecies",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
 {
      "title": "33. The Law of Probabilities Confirms Genesis",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "\"The chance that higher life forms could have emerged through evolution is comparable to the chance that a tornado sweeping through a junkyard might assemble a Boeing 747 from the materials there.\" \"The likelihood of life forming from inanimate matter is one in 10^40,000... This probability is large enough to dismiss Darwin and the entire theory of evolution. There was no primeval soup, either on this planet or any other, and if the beginnings of life were not random, they must have been the result of purposeful intelligence.\"— Sir Fred Hoyle, professor of astronomy, Cambridge University",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "34. Genesis Explains the Origin of the Sexes",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "Almost all forms of complex life, including horses, dogs, humans, moths, monkeys, fish, elephants, and birds, have both male and female. The male needs the female to reproduce, and the female needs the male. Life cannot continue without both. The Bible tells us that \"he who made them at the beginning made them male and female\" (Matthew 19:4). But if evolution is true, which came first according to evolutionary theory? If a male existed before a female, how did the male reproduce without a female? How is it possible for both a male and a female to have spontaneously appeared, yet possess complex, complementary reproductive systems? And if each sex could reproduce independently, why—and how—would they develop reproductive systems that require both sexes for survival?",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "35. Genesis and the Universe",
      "verse": {
        "reference": "Genesis 1:1-2",
        "text": "\"In the beginning God created the heaven and the earth... And the Spirit of God moved upon the face of the waters.\""
      },
      "fact": "Science describes the universe in five terms: time, space, matter, power, and motion. Genesis 1:1-2 perfectly conveys these concepts to the Hebrews in 1450 B.C.: \"In the beginning [time] God created [power] the heaven [space] and the earth [matter]... And the Spirit of God moved [motion] upon the face of the waters.\" The first thing God reveals to humanity is that He controls every aspect of the universe.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "36. Genesis Sets Humanity Apart from the Animals ",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "The Bible teaches us that animals are created \"without understanding,\" whereas we, as humans, are made in God's \"image.\" We are not simply a more advanced species in an evolutionary timeline; rather, we possess an awareness of our existence. While God is the \"I AM,\" we know that \"we are.\" This consciousness sets us apart from animals, as we uniquely understand our being. In addition to this self-awareness, we have a deep, inherent ability to appreciate God's creation. No animal stands in awe of a sunset or the vastness of the Grand Canyon. No animal takes joy in the beauty of music or organizes itself into an orchestra to create harmony. Animals do not establish court systems or deliver justice to one another. We are moral beings, capable of reasoning and ethics. While animals follow instincts to build nests or engage in other behaviors, humans uncover the mysteries of science—such as the principles of electricity and aerodynamics—that allow us to soar across the world. We also possess the unique ability to discover and utilize the natural resources of gold, silver, diamonds, and oil for our benefit. Above all, only humans have the capacity to recognize and appreciate God for this magnificent creation and to respond to His love.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "37. Scientists Who Believed in the Bible",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "Many of the pioneering scientists who laid the foundations of key scientific disciplines were creationists. Consider the following examples: Physics: Isaac Newton, Michael Faraday, James Clerk Maxwell, Lord Kelvin; Chemistry: Robert Boyle, John Dalton, William Ramsay; Biology: John Ray, Carl Linnaeus, Gregor Mendel, Louis Pasteur; Geology: Nicolaus Steno, Samuel Woodward, David Brewster, Louis Agassiz; Astronomy: Johannes Kepler, Galileo Galilei, William Herschel, Walter Maunder. These men, along with many others, were creationists, not evolutionists. Their names are inextricably linked to the birth of modern science. For them, science was a noble pursuit, one devoted to \"thinking God’s thoughts after Him.\" — Henry M. Morris and Gary E. Parker, What is Creation Science?",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "38. Arthur H. Compton",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "\"Science provides a glimpse into God’s purpose in nature. The remarkable world of atoms and radiation itself points to a purposeful creation, suggesting the existence of God and an intelligent purpose behind everything. An orderly universe bears witness to the greatest truth ever spoken: 'In the beginning, God...'\"— Arthur H. Compton, Nobel Prize in Physics winner",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "39. Needs to be Added Still",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": ".",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "40. Joseph Lister (1827–1912) ",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "Joseph Lister, the founder of antiseptic surgical techniques, made groundbreaking contributions to medical science that have undoubtedly saved countless lives, second only to those of Louis Pasteur. Like Pasteur, Lister was a Christian and openly stated, \"I am a believer in the fundamental doctrines of Christianity.\"",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "41. Blaise Pascal (1623–1662)) ",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "Blaise Pascal, one of history's greatest mathematicians, made foundational contributions to hydrostatics, hydrodynamics, differential calculus, and the theory of probability. He is also well-known for his \"Wager of Pascal,\" which can be summarized as follows: How can anyone lose by choosing to be a Christian? If, after death, there is no God and his faith was in vain, he loses nothing—indeed, he has lived a happier life than his non-believing peers. However, if there is a God, and heaven and hell exist, then he gains heaven, while his skeptical friends lose everything in hell.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "42. Sir John Frederick Herschel",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "Sir John Frederick Herschel, an English astronomer who discovered over 500 stars, once said, \"All human discoveries seem to be made only for the purpose of confirming more and more strongly the truths that come from on high and are contained in the Sacred Writings.\" His father, Sir William Herschel, also a celebrated astronomer, wisely remarked, \"The undevout astronomer must be mad.\"",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "43. Einstein’s Faith: Bridging Science and the Divine",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": " Contrary to what some self-proclaimed atheists assert, Albert Einstein was not an atheist. While he didn’t embrace the biblical concept of God, he was far from foolish. He recognized the existence of a Creator. Consider his own words on the interplay of faith and science: \"Science can only be crafted by those deeply driven by a desire for truth and comprehension. Yet, this wellspring of emotion arises from the realm of religion. It also includes the belief that the laws governing existence are rational and thus accessible to human reason. I cannot imagine a true scientist lacking this deep-seated faith.\"",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
  {
      "title": "44. Dr. James Simpson: From Chloroform to Christ ",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "Dr. James Simpson, born in 1811, revolutionized medicine by uncovering chloroform’s anesthetic properties, paving the way for its global adoption in healthcare. He also established key principles in gynecology and foresaw the advent of the x-ray. Rising to prominence as president of the Royal Medical Society and Royal Physician to the Queen—the pinnacle of medical honor in his era—Simpson held a deep conviction: \"Christianity succeeds because it is profoundly true and thus profoundly livable. There is no conflict between religion and science.\" When pressed to name his greatest discovery, he responded, \"It wasn’t chloroform. It was realizing I am a sinner and that God’s grace could redeem me. A person has missed life’s true purpose if they haven’t embraced a vibrant, living connection with God through Christ.\"",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
 {
      "title": "45. Genesis and Growth: The Order of Life’s Essentials",
      "verse": {
        "reference": "Genesis 1:3",
        "text": "And God said, 'Let there be light,' and there was light"
      },
      "fact": "Plants rely on sunlight, water, and minerals to thrive, generating their own energy and nourishment. Without sunlight—even if water and minerals are present—they cannot synthesize chlorophyll and will ultimately perish. This makes the sequence of creation in Genesis noteworthy. God first brought forth light, followed by water, then soil, and only afterward did He introduce plant life.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
 {
      "title": "46. The Life Force from Leviticus to Modern Medicine",
      "verse": {
        "reference": "Leviticus 17:11",
        "text": "For the life of a creature is in the blood, and I have given it to you to make atonement for yourselves on the altar; it is the blood that makes atonement for one’s life."
      },
      "fact": "The critical role of blood in the human body has only been fully grasped in modern times. As recently as 120 years ago, the practice of \"bleeding\" sick patients often led to their demise. Lose your blood, and you lose your life. Blood tests are now standard because blood holds a wealth of information about bodily health. Remarkably, the Book of Leviticus, penned around 1400 B.C., proclaimed blood as the essence of life: \"For the life of the flesh is in the blood\" (17:11). Blood delivers water and nutrients to every cell, regulates body temperature, clears cellular waste, and transports oxygen from the lungs to every tissue. In 1616, William Harvey’s discovery of blood circulation as the cornerstone of physical vitality echoed a truth the Bible had unveiled 3,000 years prior.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
 {
      "title": "47. Genesis of Life: The Order and Continuity of Creation",
      "verse": {
        "reference": "Genesis 1:11,12",
        "text": "."
      },
      "fact": "The Scriptures outline biogenesis—the process by which living organisms arise from other living organisms—and affirm the consistency of each type of life form: \"Then God said, 'Let the earth bring forth grass, the herb that yields seed, and the fruit tree that yields fruit according to its kind, whose seed is in itself, on the earth'; and it was so. And the earth brought forth grass, the herb that yields seed according to its kind, and the tree that yields fruit, whose seed is in itself according to its kind. And God saw that it was good\" (Genesis 1:11,12).",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
 {
      "title": "48. Divine Categories: How 'Natural Kinds' Echo Creationist Though",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "The concept of species as 'natural kinds' aligns beautifully with creationist principles from a pre-Darwinian era. Louis Agassiz, for instance, proposed that species represent distinct thoughts of God, brought into physical form to reveal both His grandeur and His purpose. According to Agassiz, species are 'established by the Divine Intelligence as reflections of His way of thinking.' Yet, how could an evolutionary theory, which insists on constant change as nature’s core truth, reconcile this view of the organic world as divided into separate, unchanging categories?' - Stephen J. Gould, professor of geology and paleontology, Harvard University",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "49. Prophetic Precision: Biblical Foretellings Come to Life",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "The fulfillment of prophecies from both the Old and New Testaments lends strong support to the Bible’s credibility. Scripture accurately foretold the rise and fall of mighty empires such as Greece and Rome (Daniel 2:39-40) and predicted the downfall of cities like Tyre and Sidon (Isaiah 23). Ancient historians document Tyre’s destruction, detailing how Alexander the Great besieged the city for seven months in 332 B.C. Earlier, King Nebuchadnezzar of Babylon had failed to conquer the coastal stronghold after a 13-year siege ending in 573 B.C. During that time, many of Tyre’s residents relocated to a new island settlement half a mile offshore, protected by walls up to 150 feet high. Alexander’s eventual attack fulfilled the remaining prophecies (Zechariah 9:4; Ezekiel 26:12) about the island city: he demolished Tyre, killed 8,000 of its people, and sold 30,000 into slavery. To reach the island, he used the debris of the old mainland city—exactly as Scripture predicted—casting its dust and rubble into the sea to construct a 200-foot-wide causeway. The Bible also foresaw Alexander’s death and the killing of his two sons. Another remarkable prophecy was Jesus’ precise foretelling of Jerusalem’s destruction and the global dispersal of the Jewish people, recorded in Luke 21. In A.D. 70, Titus, the future Roman emperor, razed Jerusalem, fulfilling yet another of Jesus’ predictions (Matthew 24:1-2)—the total destruction of God’s temple.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
  {
      "title": "50. From Conflict to Christ: Biblical Prophecies of the Middle East and the Messiah",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "In Genesis 16:12, the Book of Beginnings records God’s declaration that Ishmael—widely regarded as the ancestor of the Arab people (see Time, April 4, 1988)—would be a “wild man,” with “every man’s hand against him” and living “in the presence of all his brethren.” Nearly four thousand years later, this prophecy finds striking fulfillment in the Arab people. As descendants of Abraham, the Arabs and Jews are “brethren,” and their close proximity continues to fuel the enduring conflict in the Middle East. The Book of Daniel also foretold the arrival of the one true Jewish Messiah before the temple’s destruction. Old Testament prophets provided specific details: He would be born in Bethlehem (Micah 5:2) to a virgin (Isaiah 7:14), betrayed for thirty pieces of silver (Zechariah 11:12-13), crucified (Psalm 22), and laid in a rich man’s tomb (Isaiah 53:9). Only one individual matches all these messianic prophecies and lived before A.D. 70: Jesus of Nazareth, the Son of Mary.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
 {
      "title": "51. The Messiah Unveiled: Biblical Prophecies Point to Jesus",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "The Book of Daniel predicted the arrival of the singular Jewish Messiah before the temple’s fall. Old Testament prophets specified that He would be born in Bethlehem (Micah 5:2) to a virgin (Isaiah 7:14), betrayed for thirty pieces of silver (Zechariah 11:12-13), executed by crucifixion (Psalm 22), and interred in a wealthy man’s tomb (Isaiah 53:9). Only one figure fulfills all these Old Testament messianic prophecies and lived prior to A.D. 70: Jesus of Nazareth, the Son of Mary.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
 {
      "title": "52. A Nation in a Day: Isaiah’s Prophecy and Israel’s Rebirth",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "In Isaiah 66:7-8, written around 700 B.C., the prophet Isaiah delivers an extraordinary prediction: “Shall the earth be made to bring forth in one day? Or shall a nation be born at once? For as soon as Zion travailed, she brought forth her children.” This prophecy came to life with stunning precision on May 14, 1948, when the modern state of Israel was established in a single day. The groundwork was laid in 1922, when the League of Nations granted Great Britain a mandate over Palestine. Yet, it was on May 14, 1948, as Britain relinquished its mandate, that Israel proclaimed its independence, fulfilling the vision of a nation “born in a day.” More than 25 biblical prophecies about Palestine have been precisely fulfilled, with probability estimates indicating that the odds of these events occurring by chance are less than 1 in 33 million.",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "53. The Bible Foresees Russia’s Assault on Israel",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "Several biblical books foretell future events, and Ezekiel 38, written around 600 B.C., offers a striking prophecy. It predicts that in “the latter days” (v. 16), Russia—identified as the “Prince of Rosh” (see Smith’s Bible Dictionary, p. 584)—will unite with Iran, Libya (referred to in Hebrew as “Put”), and communistic Ethiopia (known in Hebrew as “Cush”) to launch an attack on Israel (vv. 5–8). This invasion will occur after Israel achieves a successful peace initiative (v. 11). The Bible details Russia’s motives and the direction of the assault (vv. 10–15), pinpointing the battle’s location as Armageddon (Revelation 16:16), commonly understood as “the mountain of Megiddo” on the northern edge of the Jezreel plains. Russia’s longstanding presence in the region supports this scenario: “The Soviets are entrenched around the rim of the Middle East heartland, in Afghanistan, South Yemen, Ethiopia, and Libya” (“Countdown in the Middle East,” Reader’s Digest, May 1982).",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    },
{
      "title": "54. Signs of the Times Affirm the Bible",
      "verse": {
        "reference": ".",
        "text": "."
      },
      "fact": "The Scriptures predict a cascade of events signaling the end times: false Christs will emerge; wars and rumors of wars will erupt; nations will clash; famines and diseases (pestilence) will spread; false prophets will mislead many; and lawlessness—abandoning the Ten Commandments—will prevail. The gospel will reach every corner of the earth. Earthquakes will strike diverse regions; celestial signs will appear in the sun, moon, and stars; and Christians will face persecution across all nations. Fear of the future will overwhelm people, whose hearts will falter. Society will grow selfish, materialistic, arrogant, and proud. Homosexuality will rise, alongside blasphemy, apathy, intemperance, brutality, rebellious youth, hatred toward the righteous, ungodliness, pleasure-seeking, and widespread hypocrisy. False Bible teachers will attract large followings, driven by greed and eager to discredit the Christian faith (see 2 Peter 2:1–3). Scoffers will dismiss these signs, denying events like Noah’s flood and claiming such conditions are nothing new, their rejection fueled by a craving for lust (2 Peter 3:1–7). Yet, the Bible warns they misjudge God, misunderstanding His timeline. They assume His silence signals ignorance of their sins, when in reality, He delays His judgment, offering time for repentance to escape hell’s condemnation. Jesus highlighted a key sign to watch: the Jewish reclamation of Jerusalem. This occurred in 1967, after 2,000 years, aligning all these signs into a climactic fulfillment. (Drawn from Matthew 24; Mark 13; Luke 21; 1 Timothy 4; and 2 Timothy 3.)",
      "source": "Ray Comfort: Scientific Facts of the Bible",
      "image":"../images/Light_shining1.jpg",
      "styles": {
        "title": { "color": "darkblue", "fontSize": "24px", "fontWeight": "bold" },
        "verseReference": { "color": "brown", "fontSize": "18px", "fontWeight": "bold" },
        "verseText": { "color": "black", "fontStyle": "italic" },
        "fact": { "color": "darkgreen", "fontSize": "16px" },
        "source": { "color": "gray", "fontSize": "14px", "fontStyle": "italic" }
      }
    }


   

  ]
}



