{
    "verses": [
      { "text":  "1.The bible and the law of hygiene Encyclopedia Britannica documents that in 1845, a young doctor in Vienna named Dr. Ignaz Semmelweis was horrified at the terrible death rate of woman who gave birth in hospitals. As many as 30 percent died after childbirth. Semmelweis noted that doctors would examine the bodies of patients who died, then, without washing their hands, go straight to the next ward and examine expectant mothers. This was their normal practice because the presence of microscopic diseases was unknown. Semmelweis insisted that doctors wash their hands before each examination, and the death rate immediately dropped to 2 percent. Look at the specific instructions God gave thousands of years ago to His people for when they encountered disease: \"And when he who has a discharge is cleaned of his discharge, then he shall count for himself seven days for his cleansing, wash his clothes and bathe his body in running water; then he shall be clean\" (Leviticus 15:13). Until recent years, doctors washed their hands in a bowl of water, leaving invisible germs on their hands. However, the Bible says specifically to wash under \"running water.\"" },
      { "text":  "2. True Eyewitness Account of Jesus Matthew, a disciple of Jesus Christ, gave his eyewitness account of Jesus’ persecution before the cross, saying: \"Then they spit in his face and struck him with their fists. Others slapped him and said, 'Prophesy to us, Messiah. Who hit you?'\" (Matthew 26:67-68). At first, this verse seems unclear—why would Jesus need to prophesy who struck Him if they were right in front of Him? However, Luke, another disciple of Jesus, provides additional detail in his account: \"They blindfolded him and demanded, 'Prophesy! Who hit you?'\" (Luke 22:64)  These verses, written by different authors, describe the same event with slight variations, which is evidence of independent eyewitness testimony rather than fabrication. If these accounts were part of a coordinated effort to invent a story, they would either be identical—similar to how criminals fabricate false testimonies—or contradictory. Instead, they align, confirming the historical accuracy of an eyewitness account of Jesus’ life. Additionally, this form of mockery aligns with known customs of ancient trials, further reinforcing the Bible’s truthfulness." },
      { "text":  "3. The Bible and the Immune System. The Bible instructs that male babies are to be circumcised on the eighth day (Genesis 17:12). Medical science has now discovered that this is the day that the coagulating factor in the blood, called prothrombin, is the highest. It reaches its peak on the eighth day, then drops. Medical science has also discovered that this is when the human body's immune system is at its peak." },
      {
        "text": "4. Isaiah 40:22 (written 2800 years ago): \"It is he that sits upon the circle of the earth.\" The Bible informs us here that the earth is round. At a time when science believed that the earth was flat, it was the Scriptures that inspired Christopher Columbus to sail around the world. He wrote: \"It was the Lord who put it into my mind. I could feel His hand upon me… there is no question the inspiration was from the Holy Spirit because He comforted me with rays of marvelous illumination from the Holy Scriptures…\" (From his diary, in reference to his discovery of \"the New World\")." },
      {
        "text": "5. Job 38:19 (written 3500 years ago): \"Where is the way where light dwells?\" Modern man has only just discovered that light (electromagnetic radiation) has a \"way,\" involving motion traveling at 186,000 miles per second."
      },
      {
        "text": "6.  Genesis 1:1,3 (written 3,450 years ago): \"In the beginning God created the Heaven and the earth...And the Spirit of God moved upon the face of the waters.\" Science expresses the universe in five terms: time, space, matter, power and motion. \"In the beginning (time) God created (power) the Heaven (space) and the earth (matter)...And the Spirit of God moved (motion) upon the face of the waters.\""
      },
      {
        "text": "7.  Why did the dinosaur disappear? This is something that has modern science mystified, but the Bible may have the answer (written 3500 years ago. God Himself is speaking): 10 Scientific Facts in the Bible Scientific 4/3/01 10:47 AM Page 10 \"Behold now behemoth, which I made with thee; he eats grass as an ox. Lo now, his strength is in his loins, and his force is in the navel of his belly. He moves his tail like a cedar: the sinews of his stones are wrapped together. His bones are as strong pieces of brass; his bones are like bars of iron. He is the chief of the ways of God: he that made him can make his sword to approach unto him. Surely the mountains bring him forth food, where all the beasts of the field play. He lies under the shady trees, in the covert of the reed, and fens. The shady trees cover him with their shadow; the willows of the brook compass him about. Behold, he drinks up a river, and hastens not: he trusts that he can draw up Jordan into his mouth. He takes it with his eyes: his nose pierces through snares\" (Job 40:15-24). This was the Largest of all creatures He made. It was plant-eating (herbivorous). It had its strength in its hips. Its tail was like a large tree (a cedar). It had very strong bones. Its habitat was among the trees. Drank massive amounts of water. His nose pierced through snares. Then Scripture says, \"…He that made him can make his sword approach to him.” In other words, God caused this, the largest of all the creatures He had made, to become extinct\""
      },
      {
        "text": "8.  Psalm 8:8: \"And the fish of the sea, and whatsoever passes through the paths of the seas.\" What does the Bible mean by “paths” of the seas? The sea is just a huge mass of water, how then could it have “paths?” Man discovered the existence of ocean currents in the 1850’s, but the Bible declared the science of oceanography 2,800 years ago. Matthew Maury (1806- 1873) is considered to be the father of oceanography. He was bedridden during a serious illness and asked his son to read a portion of the Bible to him. While listening, he noticed the expression “paths of the sea.” Upon his recovery, Maury took God at His word and went looking for these paths. His book on oceanography is still considered a basic text on the subject and is still used in universities."
      },
      {
        "text": "9. Jonah 2:6 (written 2,800 years ago): \"I went down to the bottoms of the mountains; the earth with her bars was about me for ever: yet have you brought up my life from corruption, O LORD my God.\" When Jonah was in the depths of the ocean, he spoke of going down to the “bottoms of the mountains.” Only in recent years has man discovered that there are mountains on the ocean floor"
      },
      {
        "text": "10. Amos 9:6 (written 2,800 years ago): \"He…calls for the waters of the sea, and pours them out upon the face of the earth; the Lord is His name.\" 12 Scientific Facts in the Bible Scientific 4/3/01 10:47 AM Page 12 The Mississippi River dumps over six million gallons of water per second into the Gulf of Mexico. Where does all that water go? That’s just one of thousands of rivers. The answer lies in the hydrologic cycle, something that was not fully accepted until the sixteenth and seventeenth centuries, 2500 years after the Bible said that God takes the waters of the sea, and pours them upon the face of the earth"
      },
      {
      "text": "11. Job 38:12, 14, (written 3500 years ago) God Himself says: \"Have you commanded the morning since your days; and caused the dayspring to know his place; that it might take hold of the ends of the earth, that the wicked might be shaken out of it? It [the earth] is turned as clay to the seal; and they stand as a garment.\" Modern science has come to understand that the earth’s rotation on its axis is responsible for the sun’s rising and setting. The picture here is of a vessel of clay being turned or rotated upon the potter’s wheel—an accurate analogy of the earth’s rotation."
    },
    {
      "text": "12. Psalm 19:4-6: “In them has He set a tabernacle for the sun, which is as a bridegroom coming out of his chamber, and rejoices as a strong man to run a race. His [the sun’s] going forth is from the end of the heaven, and his circuit unto the ends of it: and there is nothing hid from the heat thereof.” Bible critics have scoffed at these verses, saying that they teach that the sun revolves around the earth. Science told them that the sun was stationary. Then they discovered that the sun is in fact moving through space at approximately 600,000 miles per hour. It is traveling through the heavens and has a \"circuit\" just as the Bible says. It is estimated that its circuit is so large, it would take 200 million years to complete one orbit."
    },
    {
      "text": "13. Job 38:22 (written 3,500 years ago). God says: \"Have you entered into the treasures of the snow?\" It wasn’t until the advent of the microscope that man discovered that each and every single snowflake is uniquely a symmetrical “treasure.\""
    },
    {
      "text": "14. Genesis 2:1 (after creation): \"Thus the heavens and the earth were finished, and all the host of them.\" The Hebrew word used here is the past definite tense for the verb \"finished,\" indicating an action completed in the past, never again to occur. The creation was \"finished\"— once and for all. That is what the First Law of Thermodynamics says. It states that neither matter nor energy can be either created or destroyed. There is no “creation” ongoing today. It is \"finished\" exactly as the Bible states."
    },
    {
      "text": "15. Hebrews 1:10,11 (written 2000 years ago): \"...And, You, Lord, in the beginning have laid the foundation of the earth; and the heavens are the works of your hands: They shall perish; but you remain; and they all shall wax old as does a garment.\" The Bible tells us that the earth is wearing out. This is what the Second Law of Thermodynamics states. This wasn’t discovered by science until comparatively recently"
    },
    {
      "text": "16. Genesis 17:12: \"And he that is eight days old shall be circumcised among you, every man child in your generations, 14 Scientific Facts in the Bible Scientific 4/3/01 10:47 AM Page 14 he that is born in the house, or bought with money of any stranger, which is not of thy seed.\" Why was circumcision to be carried out on the eighth day? Medical science has discovered that the eighth day is the only day in the entire life of the newborn that the blood clotting element prothrombin is above 100%."

    },
    {
      "text": "14. Genesis 3:15: \"And I will put enmity between you and the woman, and between your seed and her seed; it shall bruise your head, and you shall bruise his heel.\" This verse reveals that a female possesses the \"seed of life.\" This was not the common knowledge until a few centuries ago. It was widely believed that the male only possessed the \"seed of life\" and that the woman was nothing more than a glorified incubator"
    },
    {
      "text": "15. Isaiah 40:12 (written 2,800 years ago): \"Who has measured the waters in the hollow of His hand…\" We are told that God has measured the waters and set a proper amount of water on the earth. Modern science has proved that the quantity of water on earth is just enough for our needs. If the sea became three meters deeper, the water would absorb all the carbon dioxide and nitrogen, and no creature could live any longer."

    },
    {
      "text": "16. Job 26:7 (written 3500 years ago): \"He stretches out the north over the empty place…\" Less than 200 years ago, through the advent of massive telescopes, science learned about the great empty space in the north."
    },
    {
      "text": "17.  Isaiah 40:22 (written 2,800 years ago): \"It is He that . . . stretches out the heavens as a curtain, and spreads them out as a tent to dwell in.\" Scientists are beginning to understand that the universe is expanding, or stretching out. At least seven times in Scripture we are clearly told that God stretches out the heavens like a curtain."
    },
    {
      "text": "18: Book of Job (1520 B.C.)—Filled with Scientific Facts \"The study of the Book of Job and its comparison with the latest scientific discoveries has brought me to the matured conviction that the Bible is an inspired book and was written by the One who made the stars.\" Charles Burckhalter, Chabot Observatory"
    },
    {
      "text": "19: The Book of Job and Air Mass “Scripture tells us in Job 28:25 that there is ‘a weight for the wind.’ Long before it was recognized that the air had weight (sixteenth century), the Bible said that it did. It also tells us that water has weight. The fact that so much water covers the earth means that the effects of the sun and moon’s gravity are balanced perfectly. The energy is dissipated in the water—the weight of the water is precisely measured.” Richard Gunther"
    },
    {
      "text": "20: The Book of Job and the Earth’s Rotation For ages, scientists believed in a geocentric view of the universe. The differences between night and day were believed to be caused by the sun revolving around the earth. Today, we know that the earth’s rotation on its axis is responsible for the sun’s rising and setting. But 4,000 or more years ago, it was written, \"Have you commanded the morning since your days; and caused the day spring [dawn] to know his place? . . . It [the earth] is turned as clay to the seal\" (Job 38:12,14). The picture here is of a clay vessel being turned or rotated upon the potter’s wheel—an accurate analogy of the earth’s rotation."
    },
    {
      "text": "21: The Book of Job and Springs of the Sea \"Modern deep-sea-diving cameras have discovered amazing hot-water vents on the floor of the oceans— ‘the springs of the sea,’ which are mentioned in Job 38:16. These thermal vents release huge amounts of mineral-rich, super-heated water—springs in the darkness.\" Richard Gunther"
    },
    {
      "text": "22: The Book of Job and Light \"Sir Isaac Newton studied light and discovered that white light is made of seven colors, which can be ‘parted’ from the white (see Job 38:24), and then recombined to make white again. Science discovered this in 1650.\" Richard Gunther"
    },
    {
      "text": "23: The Book of Job and the Way of Light The Book of Job 38:19 asks, “Where is the way where light dwells?” Modern man has only recently discovered that light (electromagnetic radiation) has a \"way.\" In empty space this speed is approximately 186,000 miles per second"
    },
    {
      "text": "24: The Bible and the Correlation of Mind and Body Medical science has come to understand that there is a strong relationship between a person’s mental and physical health. The Bible revealed this to us with these statements (and others) written around 950 B.C.: ● \"A sound heart is the life of the flesh: but envy is the rottenness of the bones” (Proverbs 14:30). ● \"The light of the eyes rejoices the heart: and a good report makes the bones fat [healthy]” (Proverbs 15:30). ● \"Pleasant words are as an honeycomb, sweet to the soul, and health to the bones” (Proverbs 16:24). ● \"A merry heart does good like a medicine: but a broken spirit dries the bones\" (Proverbs 17:22)."
    },
    {
      "text": "25: The Bible and Bacteria \"And . . . neither shall you eat any flesh that is torn of beasts in the field; you shall cast it to the dogs” (Exodus 22:31). Thousands of years before modern science identified bacteria, God made provision for Israel by banning the eating of meat that may be spoiled by bacteria.\" Richard Gunther"
    },
    {
      "text": "26: The Bible and Fat Intake The American Heart Association says: \"The major kinds of fats in the foods we eat are saturated, polyunsaturated, monounsaturated, and trans fatty acids. Saturated fats, trans fats, and dietary cholesterol raise blood cholesterol. A high level of cholesterol in the blood is a major risk factor for coronary heart disease, which leads to heart attack.” In reference to prostate cancer, a study by the University of Pennsylvania Cancer Center stated, “The fourth most common cause of cancer among men may be related to saturated fat consumption.\" Saturated fats come from animals. In Leviticus 7:22–24 we are told, \"And the LORD spoke to Moses, saying, Speak unto the children of Israel, saying, You shall eat no manner of fat, of ox, or of sheep, or of goat.\""
    },
    {
      "text": "27: The Bible and the Immune System The Bible instructs that male babies are to be circumcised on the eighth day (Genesis 17:12). Medical science has now discovered that this is the day that the coagulating factor in the blood, called prothrombin, is the highest. It reaches its peak on the eighth day, then drops. Medical science has also discovered that this is when the human body’s immune system is at its peak"
    },
    {
      "text": "28: The Bible and Laws of Quarantine Long before medical science discovered the importance of quarantine of persons with infectious diseases, the Bible instigated them. In 1490 B.C. the Scriptures tell the children of Israel what to do if a man has leprosy: \"All the days wherein the plague shall be in him he shall be defiled; he is unclean: he shall dwell alone; without the camp shall his habitation be\" (Leviticus 13:46). Laws of quarantine were not instigated by modern man until the seventeenth century. \"During the devastating Black Death of the fourteenth century, patients who were sick or dead were kept in the same rooms as the rest of the family. People often wondered why the disease was affecting so many people at one time. They attributed these epidemics to ‘bad air’ or ‘evil spirits.’ However, careful attention to the medical commands of God as revealed in Leviticus would have saved untold millions of lives. Arturo Castiglione wrote about the overwhelming importance of this biblical medical law: ‘The laws against leprosy in Leviticus 13 may be regarded as the first model of sanitary legislation’ (A History of Medicine).\" Grant R. Jeffery, The Signature of God"
    },
    
    {
      "text": "29: Scientists Admit Genesis is \"Close to the Truth\" Scientists get a little nervous when they realize that their discoveries lead them back to Genesis chapter one. Notice the use of the word “uncanny” in the following quotes: \"Most cosmologists (scientists who study the structures and evolution of the universe) agree that the Genesis account of creation, in imagining an initial void, may be uncannily close to the truth.\" (Time, December 1976) “The universe suddenly exploded into being. . . The big bang bears an uncanny resemblance to the Genesis command.\" Jim Holt, Wall Street Journal science writer \"New scientific revelations about supernovas, black holes, quarks, and the big bang even suggest to some scientists that there is a ‘grand design’ in the universe.\" (U.S. News & World Report, March 31, 1997)"
    },
    {
      "text": "30: The Bible Speaks of a Specific Design \"Slight variations in physical laws such as gravity or electromagnetism would make life impossible . . .The necessity to produce life lies at the center of the universe’s whole machinery and design.\" John Wheeler, Princeton University professor of physics (Reader’s Digest, September 1986) Even evolutionist Stephen Hawking, considered the best-known scientist since Albert Einstein, acknowledges “the universe and the laws of physics seem to have been specifically designed for us. If any one of about 40 physical qualities had more than slightly different values, life as we know it could not exist: Either atoms would not be stable, or they wouldn’t combine into molecules, or the stars wouldn’t form the heavier elements, or the universe would collapse before life could develop, and so on . . .” (Austin American Statesman, October 19, 1997)"
    },
    {
      "text": "31: The Bible Speaks of One Common Ancestor \"Researchers suggest that virtually all modern men— 99% of them, says one scientist—are closely related genetically and share genes with one male ancestor, dubbed ‘Y-chromosome Adam.’ We are finding that humans have very, very shallow genetic roots which go back very recently to one ancestor. . . That indicates that there was an origin in a specific location on the globe, and then it spread out from there.\" (U.S. News & World Report, December 4, 1995)"
    },
    {
      "text": "32: The Bible and the Universal Flood \"About 85% of the rock surface around the world is made up of sedimentary rock, indicating that at some time in the past, the world was covered by water.\" Peter and Paul Lalonde, 301 Startling Proofs & Prophecies"
    },
    {
      "text": "33: Law of Probabilities Confirms Genesis \"The chance that higher life forms might have emerged in this way [through evolution] is comparable to the chance that a tornado sweeping through a junkyard might assemble a Boeing 747 from the materials therein.\" \"The likelihood of the formation of life from inanimate matter is one out of 1040,000. . . It is big enough to bury Darwin and the whole theory of evolution. There was no primeval soup, neither on this planet nor on any other, and if the beginnings of life were not random, they must therefore have been the product of purposeful intelligence.\" Sir Fred Hoyle, professor of astronomy, Cambridge University"
    },
    {
      "text": "34: Genesis Explains the Origin of Sexes Almost all forms of complex life have both male and female—horses, dogs, humans, moths, monkeys, fish, elephants, birds, etc. The male needs the female to reproduce, and the female needs the male to reproduce. One cannot carry on life without the other. The Bible tells us that “he who made them at the beginning made them male and female” (Matthew 19:4). But if evolution is true, which then came first according to the evolutionary theory? If a male came into being before a female, how did the male of each species reproduce without females? How is it possible that a male and a female each spontaneously came into being, yet they have complex, complementary reproductive systems? If each sex was able to reproduce without the other, why (and how) would they have developed a reproductive system that requires both sexes in order for the species to survive?"
    },
    {
      "text": "35: Genesis and the Universe Science expresses the universe in five terms: time, space, matter, power, and motion. Genesis 1:1,2 perfectly revealed such truths to the Hebrews in 1450 B.C.: \"In the beginning [time] God created [power] the heaven [space] and the earth [matter]. . . And the Spirit of God moved [motion] upon the face of the waters.\" The first things God tells man is that He controls all aspects of the universe."
    },
    {
      "text": "36: Genesis Differentiates Man from the Animals The Bible tells us that animals are created \"without understanding.\" We are made in God’s \"image.\" We aren’t merely a higher form of species on the evolutionary scale. As human beings, we are aware of our \"being.\" God is \"I AM,\" and we know that \"we are.\" We have understanding that we exist. Among other unique characteristics, we have an innate ability to appreciate God’s creation. What animal gazes with awe at a sunset, or at the magnificence of the Grand Canyon? What animal obtains joy from the sounds of music or takes the time to form itself into an orchestra to create and harmonize music? What animal among the beasts sets up court systems and apportions justice to its fellow creatures? We are moral beings. While birds and other creatures have instincts to create (nests, etc.), we have the ability to uncover the hidden laws of electricity. We can utilize the law of aerodynamics to transport ourselves around the globe. We also have the God-given ability to appreciate the value of creation. We unearth the hidden treasures of gold, silver, diamonds, and oil and make use of them for our own benefit. Only humans have the unique capability to appreciate God for this incredible creation and to respond to His love."
    },
    {
      "text": "37: Scientists Who Believed the Bible \"Many of the great scientists of the past who founded and developed the key disciplines of science were creationists. Note the following sampling: Physics: Newton, Faraday, Maxwell, Kelvin Chemistry: Boyle, Dalton, Ramsay Biology: Ray, Linnaeus, Mendel, Pasteur Geology: Steno, Woodward, Brewster, Agassiz Astronomy: Kepler, Galileo, Herschel, Maunder “These men, as well as scores of others who could be mentioned, were creationists, not evolutionists, and their names are practically synonymous with the rise of modern science. To them, the scientific enterprise was a high calling, one dedicated to ‘thinking God’s thoughts after Him.’\" Henry M. Morris and Gary E. Parker, What is Creation Science?"
    },
    {
      "text": "38: Arthur H. Compton \"Science is the glimpse of God’s purpose in nature. The very existence of the amazing world of the atom and radiation points to a purposeful creation, to the idea that there is a God and an intelligent purpose back of everything . . . An orderly universe testifies to the greatest statement ever uttered: ‘In the beginning, God . . .’\" Arthur H. Compton, winner of the Nobel Prize in Physics"
    },
    {
      "text": "39: Sir Isaac Newton Sir Isaac Newton (1642–1662) considered his theological writings more important than his scientific writings. He stated, \"There is a Being who made all things, who holds all things in His power, and is therefore to be feared.\" He also wrote, \"All material things seem to have been composed of the hard and solid particles above-mentioned, variously associated in the first creation by the counsel of an intelligent Agent. For it became Him who created them to set them in order. And if He did so, it’s unphilosophical to seek for any other origin of the world, or to pretend that it might arise out of a chaos by the mere laws of nature.\""
    },
    {
      "text": "40: Joseph Lister (1827–1912) founded antiseptic surgical methods. Lister’s contributions to medical science have probably led to more lives being saved through modern medicine than the contributions of anyone else except Pasteur. Like Louis Pasteur, Lister was a Christian. He wrote, 'I am a believer in the fundamental doctrines of Christianity.'"
    },
    {
      "text": "41: Blaise Pascal (1623–1662) was one of history’s greatest mathematicians. He laid the foundations for hydrostatics, hydrodynamics, differential calculus, and the theory of probability. He is famous for the 'Wager of Pascal,' paraphrased as follows: How can anyone lose who chooses to be a Christian? If, when he dies, there turns out to be no God and his faith was in vain, he has lost nothing—in fact, has been happier in life than his non-believing friends. If, however, there is a God and a heaven and hell, then he has gained heaven and his skeptical friends will have lost everything in hell!"
    },
    {
      "text": "42: Sir John Frederick Herschel, an English astronomer who discovered over 500 stars, stated: 'All human discoveries seem to be made only for the purpose of confirming more and more strongly the truths that come from on high and are contained in the Sacred Writings.' His father, Sir William Herschel, also a renowned astronomer, rightly insisted, 'The undevout astronomer must be mad.'"
    },
    {
      "text": "43: Albert Einstein was not an atheist as some professing atheists claim. He didn’t accept the God of the Bible, but he wasn’t a fool. He knew that there was a Creator. Look at his words about faith and science: 'Science can only be created by those who are thoroughly imbued with the aspiration toward truth and understanding. This source of feeling, however, springs from the sphere of religion. To this there also belongs the faith in the possibility that the regulations valid for the world of existence are rational, that is, comprehensible to reason. I cannot conceive of a genuine scientist without that profound faith.'"
    },
    {
      "text": "44: Dr. James Simpson, born in 1811, was responsible for the discovery of chloroform’s anesthetic qualities, leading to its medical use worldwide. He also laid a solid foundation for gynecology and predicted the discovery of the x-ray. Dr. Simpson was president of the Royal Medical Society and Royal Physician to the Queen, the highest medical position of his day. He stated, 'Christianity works because it is supremely true and therefore supremely livable. There is nothing incompatible between religion and science.' When asked what his greatest discovery was, Dr. Simpson replied: 'It was not chloroform. It was to know I am a sinner and that I could be saved by the grace of God. A man has missed the whole meaning of life if he has not entered into an active, living relationship with God through Christ.'"
    },
    {
      "text": "45: Plants need sunlight, water, and minerals in order to grow and to make their own energy and food. If plants do not get sunlight, and yet have water and minerals, they cannot produce chlorophyll. They will then die. It is interesting to notice therefore the chronological order of the Genesis creation. God created light first (Genesis 1:3). He then created water (v. 6), then soil (v. 9), and then He created plant life (v. 11)."
    },
    {
      "text": "46: The great biological truth concerning the importance of blood in our body’s mechanism has been fully comprehended only in recent years. Up until 120 years ago, sick people were 'bled,' and many died because of the practice. If you lose your blood, you lose your life. The reason doctors give a 'blood test' is because blood carries an incredible amount of information about the health of the flesh. The Book of Leviticus, written 1400 B.C., declared that blood is the source of life: 'For the life of the flesh is in the blood' (17:11). The blood carries water and nourishment to every cell, maintains the body’s temperature, and removes the waste material of the body’s cells. It also carries oxygen from the lungs throughout the body. In 1616, William Harvey discovered that blood circulation is the key factor in physical life—confirming what the Bible revealed 3,000 years earlier."
    },
    {
      "text": "47: The Scriptures describe biogenesis (the development of living organisms from other living organisms) and the stability of each kind of living organism: 'Then God said, 'Let the earth bring forth grass, the herb that yields seed, and the fruit tree that yields fruit according to its kind, whose seed is in itself, on the earth'; and it was so. And the earth brought forth grass, the herb that yields seed according to its kind, and the tree that yields fruit, whose seed is in itself according to its kind. And God saw that it was good' (Genesis 1:11,12)."
    },
    {
      "text": "48: ‘Natural Kinds’ Validate the Bible This notion of species as 'natural kinds' fits splendidly with creationist tenets of a pre-Darwinian age. Louis Agassiz even argued that species are God’s individual thoughts, made incarnate so that we might perceive both His majesty and His message. Species, Agassiz wrote, are 'instituted by the Divine Intelligence as the categories of his mode of thinking.' But how could a division of the organic world into discrete entities be justified by an evolutionary theory that proclaimed ceaseless change as the fundamental fact of nature?' - Stephen J. Gould, professor of geology and paleontology, Harvard University"
    },
    {
      "text": "49: The Scriptures and Fulfilled Prophecies Prophecies from the Old and New Testaments that have been fulfilled also add credibility to the Bible. The Scriptures predicted the rise and fall of great empires like Greece and Rome (Daniel 2:39,40), and foretold the destruction of cities like Tyre and Sidon (Isaiah 23). Tyre’s demise is recorded by ancient historians, who tell how Alexander the Great lay siege to the city for seven months. King Nebuchadnezzar of Babylon had failed in a 13-year attempt to capture the seacoast city and completely destroy its inhabitants. During the siege of 573 B.C., much of the population of Tyre moved to its new island home approximately half a mile from the land city. Here it remained surrounded by walls as high as 150 feet until judgment fell in 332 B.C. with the arrival of Alexander the Great. In the seven-month siege, he fulfilled the remainder of the prophecies (Zechariah 9:4; Ezekiel 26:12) concerning the city at sea by completely destroying Tyre, killing 8,000 of its inhabitants and 39 CHAPTER 7 selling 30,000 of its population into slavery. To reach the island, he scraped up the dust and rubble of the old land city of Tyre, just like the Bible predicted, and cast them into the sea, building a 200-foot-wide causeway out to the island. Alexander’s death and the murder of his two sons were also foretold in the Scripture. Another startling prophecy was Jesus’ detailed prediction of Jerusalem’s destruction, and the further spreading of the Jewish diaspora throughout the world, which is recorded in Luke 21. In A.D. 70, not only was Jerusalem destroyed by Titus, the future emperor of Rome, but another prediction of Jesus Christ (Matthew 24:1,2) came to pass—the complete destruction of the temple of God."
    },
    {
      "text": "50: The Bible’s Prediction of the Middle East Conflict In the Book of Beginnings, in Genesis 16:12, God said that Ishmael (the progenitor of the Arab race; see Time, April 4, 1988) would be a “wild man... and every man’s hand [will be] against him; and he shall dwell in the presence of all his brethren.” Almost four thousand years later, who could deny that this prophecy is being fulfilled in the Arab race? The Arabs and the Jews are “brethren” having Abraham as their ancestor. The whole Middle East conflict is caused by their dwelling together. 40 The Bible’s Messianic Prophecies In the Book of Daniel, the Bible prophesied the coming of the one and only Jewish Messiah prior to the temple’s demise. The Old Testament prophets declared He would be born in Bethlehem (Micah 5:2) to a virgin (Isaiah 7:14), be betrayed for thirty pieces of silver (Zechariah 11:12,13), die by crucifixion (Psalm 22), and be buried in a rich man’s tomb (Isaiah 53:9). There was only one person who fits all of the messianic prophecies of the Old Testament who lived before A.D. 70: Jesus of Nazareth, the Son of Mary."
    },
    {
      "text": "51: The Bible’s Messianic Prophecies In the Book of Daniel, the Bible prophesied the coming of the one and only Jewish Messiah prior to the temple’s demise. The Old Testament prophets declared He would be born in Bethlehem (Micah 5:2) to a virgin (Isaiah 7:14), be betrayed for thirty pieces of silver (Zechariah 11:12,13), die by crucifixion (Psalm 22), and be buried in a rich man’s tomb (Isaiah 53:9). There was only one person who fits all of the messianic prophecies of the Old Testament who lived before A.D. 70: Jesus of Nazareth, the Son of Mary."
    },
    {
      "text": "52. In Isaiah 66:7-8 (written around 700 B.C.), Isaiah delivers a remarkable prophecy: \"Shall the earth be made to bring forth in one day? Or shall a nation be born at once? For as soon as Zion travailed, she brought forth her children.\" This prophecy was astonishingly fulfilled on May 14, 1948, when the nation of Israel was established in a single day. The process began in 1922 when the League of Nations granted Great Britain a mandate over Palestine. However, when Britain withdrew its mandate on May 14, 1948, Israel declared its independence, effectively being “born in a day.” There are over 25 biblical prophecies concerning Palestine that have been literally fulfilled. Probability estimates suggest that the chances of these prophecies being randomly fulfilled are less than 1 in 33 million."
    }
    
  
    ]
  }

    




