
{
  "verses": [
    { "text":  "1.The bible and the law of hygiene Encyclopedia Britannica documents that in 1845, a young doctor in Vienna named Dr. Ignaz Semmelweis was horrified at the terrible death rate of woman who gave birth in hospitals. As many as 30 percent died after childbirth. Semmelweis noted that doctors would examine the bodies of patients who died, then, without washing their hands, go straight to the next ward and examine expectant mothers. This was their normal practice because the presence of microscopic diseases was unknown. Semmelweis insisted that doctors wash their hands before each examination, and the death rate immediately dropped to 2 percent. Look at the specific instructions God gave thousands of years ago to His people for when they encountered disease: \"And when he who has a discharge is cleaned of his discharge, then he shall count for himself seven days for his cleansing, wash his clothes and bathe his body in running water; then he shall be clean\" (Leviticus 15:13). Until recent years, doctors washed their hands in a bowl of water, leaving invisible germs on their hands. However, the Bible says specifically to wash under \"running water.\"" },
    { "text":  "2. True Eyewitness Account of Jesus Matthew, a disciple of Jesus Christ, gave his eyewitness account of Jesus’ persecution before the cross, saying: \"Then they spit in his face and struck him with their fists. Others slapped him and said, 'Prophesy to us, Messiah. Who hit you?'\" (Matthew 26:67-68). At first, this verse seems unclear—why would Jesus need to prophesy who struck Him if they were right in front of Him? However, Luke, another disciple of Jesus, provides additional detail in his account: \"They blindfolded him and demanded, 'Prophesy! Who hit you?'\" (Luke 22:64)  These verses, written by different authors, describe the same event with slight variations, which is evidence of independent eyewitness testimony rather than fabrication. If these accounts were part of a coordinated effort to invent a story, they would either be identical—similar to how criminals fabricate false testimonies—or contradictory. Instead, they align, confirming the historical accuracy of an eyewitness account of Jesus’ life. Additionally, this form of mockery aligns with known customs of ancient trials, further reinforcing the Bible’s truthfulness." },
    { "text":  "3. The Bible and the Immune System. The Bible instructs that male babies are to be circumcised on the eighth day (Genesis 17:12). Medical science has now discovered that this is the day that the coagulating factor in the blood, called prothrombin, is the highest. It reaches its peak on the eighth day, then drops. Medical science has also discovered that this is when the human body's immune system is at its peak." },
    {
      "text": "4. Isaiah 40:22 (written 2800 years ago): \"It is he that sits upon the circle of the earth.\" The Bible informs us here that the earth is round. At a time when science believed that the earth was flat, it was the Scriptures that inspired Christopher Columbus to sail around the world. He wrote: \"It was the Lord who put it into my mind. I could feel His hand upon me… there is no question the inspiration was from the Holy Spirit because He comforted me with rays of marvelous illumination from the Holy Scriptures…\" (From his diary, in reference to his discovery of \"the New World\")." },
    {
      "text": "5. Job 38:19 (written 3500 years ago): \"Where is the way where light dwells?\" Modern man has only just discovered that light (electromagnetic radiation) has a \"way,\" involving motion traveling at 186,000 miles per second."
    },
    {
      "text": "6.  Genesis 1:1,3 (written 3,450 years ago): \"In the beginning God created the Heaven and the earth...And the Spirit of God moved upon the face of the waters.\" Science expresses the universe in five terms: time, space, matter, power and motion. \"In the beginning (time) God created (power) the Heaven (space) and the earth (matter)...And the Spirit of God moved (motion) upon the face of the waters.\""
    },
    {
      "text": "7.  Why did the dinosaur disappear? This is something that has modern science mystified, but the Bible may have the answer (written 3500 years ago. God Himself is speaking): 10 Scientific Facts in the Bible Scientific 4/3/01 10:47 AM Page 10 \"Behold now behemoth, which I made with thee; he eats grass as an ox. Lo now, his strength is in his loins, and his force is in the navel of his belly. He moves his tail like a cedar: the sinews of his stones are wrapped together. His bones are as strong pieces of brass; his bones are like bars of iron. He is the chief of the ways of God: he that made him can make his sword to approach unto him. Surely the mountains bring him forth food, where all the beasts of the field play. He lies under the shady trees, in the covert of the reed, and fens. The shady trees cover him with their shadow; the willows of the brook compass him about. Behold, he drinks up a river, and hastens not: he trusts that he can draw up Jordan into his mouth. He takes it with his eyes: his nose pierces through snares\" (Job 40:15-24). This was the Largest of all creatures He made. It was plant-eating (herbivorous). It had its strength in its hips. Its tail was like a large tree (a cedar). It had very strong bones. Its habitat was among the trees. Drank massive amounts of water. His nose pierced through snares. Then Scripture says, \"…He that made him can make his sword approach to him.” In other words, God caused this, the largest of all the creatures He had made, to become extinct\""
    },
    {
      "text": "8.  Psalm 8:8: \"And the fish of the sea, and whatsoever passes through the paths of the seas.\" What does the Bible mean by “paths” of the seas? The sea is just a huge mass of water, how then could it have “paths?” Man discovered the existence of ocean currents in the 1850’s, but the Bible declared the science of oceanography 2,800 years ago. Matthew Maury (1806- 1873) is considered to be the father of oceanography. He was bedridden during a serious illness and asked his son to read a portion of the Bible to him. While listening, he noticed the expression “paths of the sea.” Upon his recovery, Maury took God at His word and went looking for these paths. His book on oceanography is still considered a basic text on the subject and is still used in universities."
    },
    {
      "text": "9. Jonah 2:6 (written 2,800 years ago): \"I went down to the bottoms of the mountains; the earth with her bars was about me for ever: yet have you brought up my life from corruption, O LORD my God.\" When Jonah was in the depths of the ocean, he spoke of going down to the “bottoms of the mountains.” Only in recent years has man discovered that there are mountains on the ocean floor"
    },
    {
      "text": "10. Amos 9:6 (written 2,800 years ago): \"He…calls for the waters of the sea, and pours them out upon the face of the earth; the Lord is His name.\" 12 Scientific Facts in the Bible Scientific 4/3/01 10:47 AM Page 12 The Mississippi River dumps over six million gallons of water per second into the Gulf of Mexico. Where does all that water go? That’s just one of thousands of rivers. The answer lies in the hydrologic cycle, something that was not fully accepted until the sixteenth and seventeenth centuries, 2500 years after the Bible said that God takes the waters of the sea, and pours them upon the face of the earth"
    },
    {
    "text": "11. Job 38:12, 14, (written 3500 years ago) God Himself says: \"Have you commanded the morning since your days; and caused the dayspring to know his place; that it might take hold of the ends of the earth, that the wicked might be shaken out of it? It [the earth] is turned as clay to the seal; and they stand as a garment.\" Modern science has come to understand that the earth’s rotation on its axis is responsible for the sun’s rising and setting. The picture here is of a vessel of clay being turned or rotated upon the potter’s wheel—an accurate analogy of the earth’s rotation."
  },
  {
    "text": "12. Psalm 19:4-6: “In them has He set a tabernacle for the sun, which is as a bridegroom coming out of his chamber, and rejoices as a strong man to run a race. His [the sun’s] going forth is from the end of the heaven, and his circuit unto the ends of it: and there is nothing hid from the heat thereof.” Bible critics have scoffed at these verses, saying that they teach that the sun revolves around the earth. Science told them that the sun was stationary. Then they discovered that the sun is in fact moving through space at approximately 600,000 miles per hour. It is traveling through the heavens and has a \"circuit\" just as the Bible says. It is estimated that its circuit is so large, it would take 200 million years to complete one orbit."
  },
  {
    "text": "13. Job 38:22 (written 3,500 years ago). God says: \"Have you entered into the treasures of the snow?\" It wasn’t until the advent of the microscope that man discovered that each and every single snowflake is uniquely a symmetrical “treasure.\""
  },
  {
    "text": "14. Genesis 2:1 (after creation): \"Thus the heavens and the earth were finished, and all the host of them.\" The Hebrew word used here is the past definite tense for the verb \"finished,\" indicating an action completed in the past, never again to occur. The creation was \"finished\"— once and for all. That is what the First Law of Thermodynamics says. It states that neither matter nor energy can be either created or destroyed. There is no “creation” ongoing today. It is \"finished\" exactly as the Bible states."
  },
  {
    "text": "15. Hebrews 1:10,11 (written 2000 years ago): \"...And, You, Lord, in the beginning have laid the foundation of the earth; and the heavens are the works of your hands: They shall perish; but you remain; and they all shall wax old as does a garment.\" The Bible tells us that the earth is wearing out. This is what the Second Law of Thermodynamics states. This wasn’t discovered by science until comparatively recently"
  },
  {
    "text": "16. Genesis 17:12: \"And he that is eight days old shall be circumcised among you, every man child in your generations, 14 Scientific Facts in the Bible Scientific 4/3/01 10:47 AM Page 14 he that is born in the house, or bought with money of any stranger, which is not of thy seed.\" Why was circumcision to be carried out on the eighth day? Medical science has discovered that the eighth day is the only day in the entire life of the newborn that the blood clotting element prothrombin is above 100%."

  },
  {
    "text": "14. Genesis 3:15: \"And I will put enmity between you and the woman, and between your seed and her seed; it shall bruise your head, and you shall bruise his heel.\" This verse reveals that a female possesses the \"seed of life.\" This was not the common knowledge until a few centuries ago. It was widely believed that the male only possessed the \"seed of life\" and that the woman was nothing more than a glorified incubator"
  },
  {
    "text": "15. Isaiah 40:12 (written 2,800 years ago): \"Who has measured the waters in the hollow of His hand…\" We are told that God has measured the waters and set a proper amount of water on the earth. Modern science has proved that the quantity of water on earth is just enough for our needs. If the sea became three meters deeper, the water would absorb all the carbon dioxide and nitrogen, and no creature could live any longer."

  },
  {
    "text": "16. Job 26:7 (written 3500 years ago): \"He stretches out the north over the empty place…\" Less than 200 years ago, through the advent of massive telescopes, science learned about the great empty space in the north."
  },
  {
    "text": "17.  Isaiah 40:22 (written 2,800 years ago): \"It is He that . . . stretches out the heavens as a curtain, and spreads them out as a tent to dwell in.\" Scientists are beginning to understand that the universe is expanding, or stretching out. At least seven times in Scripture we are clearly told that God stretches out the heavens like a curtain."
  },
  {
    "text": "18: Book of Job (1520 B.C.)—Filled with Scientific Facts \"The study of the Book of Job and its comparison with the latest scientific discoveries has brought me to the matured conviction that the Bible is an inspired book and was written by the One who made the stars.\" Charles Burckhalter, Chabot Observatory"
  },
  {
    "text": "19: The Book of Job and Air Mass “Scripture tells us in Job 28:25 that there is ‘a weight for the wind.’ Long before it was recognized that the air had weight (sixteenth century), the Bible said that it did. It also tells us that water has weight. The fact that so much water covers the earth means that the effects of the sun and moon’s gravity are balanced perfectly. The energy is dissipated in the water—the weight of the water is precisely measured.” Richard Gunther"
  },
  {
    "text": "20: The Book of Job and the Earth’s Rotation For ages, scientists believed in a geocentric view of the universe. The differences between night and day were believed to be caused by the sun revolving around the earth. Today, we know that the earth’s rotation on its axis is responsible for the sun’s rising and setting. But 4,000 or more years ago, it was written, \"Have you commanded the morning since your days; and caused the day spring [dawn] to know his place? . . . It [the earth] is turned as clay to the seal\" (Job 38:12,14). The picture here is of a clay vessel being turned or rotated upon the potter’s wheel—an accurate analogy of the earth’s rotation."
  },
  {
    "text": "21: The Book of Job and Springs of the Sea \"Modern deep-sea-diving cameras have discovered amazing hot-water vents on the floor of the oceans— ‘the springs of the sea,’ which are mentioned in Job 38:16. These thermal vents release huge amounts of mineral-rich, super-heated water—springs in the darkness.\" Richard Gunther"
  },
  {
    "text": "22: The Book of Job and Light \"Sir Isaac Newton studied light and discovered that white light is made of seven colors, which can be ‘parted’ from the white (see Job 38:24), and then recombined to make white again. Science discovered this in 1650.\" Richard Gunther"
  },
  {
    "text": "23: The Book of Job and the Way of Light The Book of Job 38:19 asks, “Where is the way where light dwells?” Modern man has only recently discovered that light (electromagnetic radiation) has a \"way.\" In empty space this speed is approximately 186,000 miles per second"
  },
  {
    "text": "24: The Bible and the Correlation of Mind and Body Medical science has come to understand that there is a strong relationship between a person’s mental and physical health. The Bible revealed this to us with these statements (and others) written around 950 B.C.: ● \"A sound heart is the life of the flesh: but envy is the rottenness of the bones” (Proverbs 14:30). ● \"The light of the eyes rejoices the heart: and a good report makes the bones fat [healthy]” (Proverbs 15:30). ● \"Pleasant words are as an honeycomb, sweet to the soul, and health to the bones” (Proverbs 16:24). ● \"A merry heart does good like a medicine: but a broken spirit dries the bones\" (Proverbs 17:22)."
  },
  {
    "text": "25: The Bible and Bacteria \"And . . . neither shall you eat any flesh that is torn of beasts in the field; you shall cast it to the dogs” (Exodus 22:31). Thousands of years before modern science identified bacteria, God made provision for Israel by banning the eating of meat that may be spoiled by bacteria.\" Richard Gunther"
  },
  {
    "text": "26: The Bible and Fat Intake The American Heart Association says: \"The major kinds of fats in the foods we eat are saturated, polyunsaturated, monounsaturated, and trans fatty acids. Saturated fats, trans fats, and dietary cholesterol raise blood cholesterol. A high level of cholesterol in the blood is a major risk factor for coronary heart disease, which leads to heart attack.” In reference to prostate cancer, a study by the University of Pennsylvania Cancer Center stated, “The fourth most common cause of cancer among men may be related to saturated fat consumption.\" Saturated fats come from animals. In Leviticus 7:22–24 we are told, \"And the LORD spoke to Moses, saying, Speak unto the children of Israel, saying, You shall eat no manner of fat, of ox, or of sheep, or of goat.\""
  },
  {
    "text": "27: The Bible and the Immune System The Bible instructs that male babies are to be circumcised on the eighth day (Genesis 17:12). Medical science has now discovered that this is the day that the coagulating factor in the blood, called prothrombin, is the highest. It reaches its peak on the eighth day, then drops. Medical science has also discovered that this is when the human body’s immune system is at its peak"
  },
  {
    "text": "28: The Bible and Laws of Quarantine Long before medical science discovered the importance of quarantine of persons with infectious diseases, the Bible instigated them. In 1490 B.C. the Scriptures tell the children of Israel what to do if a man has leprosy: \"All the days wherein the plague shall be in him he shall be defiled; he is unclean: he shall dwell alone; without the camp shall his habitation be\" (Leviticus 13:46). Laws of quarantine were not instigated by modern man until the seventeenth century. \"During the devastating Black Death of the fourteenth century, patients who were sick or dead were kept in the same rooms as the rest of the family. People often wondered why the disease was affecting so many people at one time. They attributed these epidemics to ‘bad air’ or ‘evil spirits.’ However, careful attention to the medical commands of God as revealed in Leviticus would have saved untold millions of lives. Arturo Castiglione wrote about the overwhelming importance of this biblical medical law: ‘The laws against leprosy in Leviticus 13 may be regarded as the first model of sanitary legislation’ (A History of Medicine).\" Grant R. Jeffery, The Signature of God"
  },
  
  {
    "text": "29: Scientists Admit Genesis is \"Close to the Truth\" Scientists get a little nervous when they realize that their discoveries lead them back to Genesis chapter one. Notice the use of the word “uncanny” in the following quotes: \"Most cosmologists (scientists who study the structures and evolution of the universe) agree that the Genesis account of creation, in imagining an initial void, may be uncannily close to the truth.\" (Time, December 1976) “The universe suddenly exploded into being. . . The big bang bears an uncanny resemblance to the Genesis command.\" Jim Holt, Wall Street Journal science writer \"New scientific revelations about supernovas, black holes, quarks, and the big bang even suggest to some scientists that there is a ‘grand design’ in the universe.\" (U.S. News & World Report, March 31, 1997)"
  },
  {
    "text": "30: The Bible Speaks of a Specific Design \"Slight variations in physical laws such as gravity or electromagnetism would make life impossible . . .The necessity to produce life lies at the center of the universe’s whole machinery and design.\" John Wheeler, Princeton University professor of physics (Reader’s Digest, September 1986) Even evolutionist Stephen Hawking, considered the best-known scientist since Albert Einstein, acknowledges “the universe and the laws of physics seem to have been specifically designed for us. If any one of about 40 physical qualities had more than slightly different values, life as we know it could not exist: Either atoms would not be stable, or they wouldn’t combine into molecules, or the stars wouldn’t form the heavier elements, or the universe would collapse before life could develop, and so on . . .” (Austin American Statesman, October 19, 1997)"
  },
  {
    "text": "31: The Bible Speaks of One Common Ancestor \"Researchers suggest that virtually all modern men— 99% of them, says one scientist—are closely related genetically and share genes with one male ancestor, dubbed ‘Y-chromosome Adam.’ We are finding that humans have very, very shallow genetic roots which go back very recently to one ancestor. . . That indicates that there was an origin in a specific location on the globe, and then it spread out from there.\" (U.S. News & World Report, December 4, 1995)"
  },
  {
    "text": "32: The Bible and the Universal Flood \"About 85% of the rock surface around the world is made up of sedimentary rock, indicating that at some time in the past, the world was covered by water.\" Peter and Paul Lalonde, 301 Startling Proofs & Prophecies"
  },
  {
    "text": "33: Law of Probabilities Confirms Genesis \"The chance that higher life forms might have emerged in this way [through evolution] is comparable to the chance that a tornado sweeping through a junkyard might assemble a Boeing 747 from the materials therein.\" \"The likelihood of the formation of life from inanimate matter is one out of 1040,000. . . It is big enough to bury Darwin and the whole theory of evolution. There was no primeval soup, neither on this planet nor on any other, and if the beginnings of life were not random, they must therefore have been the product of purposeful intelligence.\" Sir Fred Hoyle, professor of astronomy, Cambridge University"
  },
  {
    "text": "34: Genesis Explains the Origin of Sexes Almost all forms of complex life have both male and female—horses, dogs, humans, moths, monkeys, fish, elephants, birds, etc. The male needs the female to reproduce, and the female needs the male to reproduce. One cannot carry on life without the other. The Bible tells us that “he who made them at the beginning made them male and female” (Matthew 19:4). But if evolution is true, which then came first according to the evolutionary theory? If a male came into being before a female, how did the male of each species reproduce without females? How is it possible that a male and a female each spontaneously came into being, yet they have complex, complementary reproductive systems? If each sex was able to reproduce without the other, why (and how) would they have developed a reproductive system that requires both sexes in order for the species to survive?"
  },
  {
    "text": "35: Genesis and the Universe Science expresses the universe in five terms: time, space, matter, power, and motion. Genesis 1:1,2 perfectly revealed such truths to the Hebrews in 1450 B.C.: \"In the beginning [time] God created [power] the heaven [space] and the earth [matter]. . . And the Spirit of God moved [motion] upon the face of the waters.\" The first things God tells man is that He controls all aspects of the universe."
  },
  {
    "text": "36: Genesis Differentiates Man from the Animals The Bible tells us that animals are created \"without understanding.\" We are made in God’s \"image.\" We aren’t merely a higher form of species on the evolutionary scale. As human beings, we are aware of our \"being.\" God is \"I AM,\" and we know that \"we are.\" We have understanding that we exist. Among other unique characteristics, we have an innate ability to appreciate God’s creation. What animal gazes with awe at a sunset, or at the magnificence of the Grand Canyon? What animal obtains joy from the sounds of music or takes the time to form itself into an orchestra to create and harmonize music? What animal among the beasts sets up court systems and apportions justice to its fellow creatures? We are moral beings. While birds and other creatures have instincts to create (nests, etc.), we have the ability to uncover the hidden laws of electricity. We can utilize the law of aerodynamics to transport ourselves around the globe. We also have the God-given ability to appreciate the value of creation. We unearth the hidden treasures of gold, silver, diamonds, and oil and make use of them for our own benefit. Only humans have the unique capability to appreciate God for this incredible creation and to respond to His love."
  },
  {
    "text": "37: Scientists Who Believed the Bible \"Many of the great scientists of the past who founded and developed the key disciplines of science were creationists. Note the following sampling: Physics: Newton, Faraday, Maxwell, Kelvin Chemistry: Boyle, Dalton, Ramsay Biology: Ray, Linnaeus, Mendel, Pasteur Geology: Steno, Woodward, Brewster, Agassiz Astronomy: Kepler, Galileo, Herschel, Maunder “These men, as well as scores of others who could be mentioned, were creationists, not evolutionists, and their names are practically synonymous with the rise of modern science. To them, the scientific enterprise was a high calling, one dedicated to ‘thinking God’s thoughts after Him.’\" Henry M. Morris and Gary E. Parker, What is Creation Science?"
  },
  {
    "text": "38: Arthur H. Compton \"Science is the glimpse of God’s purpose in nature. The very existence of the amazing world of the atom and radiation points to a purposeful creation, to the idea that there is a God and an intelligent purpose back of everything . . . An orderly universe testifies to the greatest statement ever uttered: ‘In the beginning, God . . .’\" Arthur H. Compton, winner of the Nobel Prize in Physics"
  },
  {
    "text": "39: Sir Isaac Newton Sir Isaac Newton (1642–1662) considered his theological writings more important than his scientific writings. He stated, \"There is a Being who made all things, who holds all things in His power, and is therefore to be feared.\" He also wrote, \"All material things seem to have been composed of the hard and solid particles above-mentioned, variously associated in the first creation by the counsel of an intelligent Agent. For it became Him who created them to set them in order. And if He did so, it’s unphilosophical to seek for any other origin of the world, or to pretend that it might arise out of a chaos by the mere laws of nature.\""
  },
  {
    "text": "40: Joseph Lister (1827–1912) founded antiseptic surgical methods. Lister’s contributions to medical science have probably led to more lives being saved through modern medicine than the contributions of anyone else except Pasteur. Like Louis Pasteur, Lister was a Christian. He wrote, 'I am a believer in the fundamental doctrines of Christianity.'"
  },
  {
    "text": "41: Blaise Pascal (1623–1662) was one of history’s greatest mathematicians. He laid the foundations for hydrostatics, hydrodynamics, differential calculus, and the theory of probability. He is famous for the 'Wager of Pascal,' paraphrased as follows: How can anyone lose who chooses to be a Christian? If, when he dies, there turns out to be no God and his faith was in vain, he has lost nothing—in fact, has been happier in life than his non-believing friends. If, however, there is a God and a heaven and hell, then he has gained heaven and his skeptical friends will have lost everything in hell!"
  },
  {
    "text": "42: Sir John Frederick Herschel, an English astronomer who discovered over 500 stars, stated: 'All human discoveries seem to be made only for the purpose of confirming more and more strongly the truths that come from on high and are contained in the Sacred Writings.' His father, Sir William Herschel, also a renowned astronomer, rightly insisted, 'The undevout astronomer must be mad.'"
  },
  {
    "text": "43: Albert Einstein was not an atheist as some professing atheists claim. He didn’t accept the God of the Bible, but he wasn’t a fool. He knew that there was a Creator. Look at his words about faith and science: 'Science can only be created by those who are thoroughly imbued with the aspiration toward truth and understanding. This source of feeling, however, springs from the sphere of religion. To this there also belongs the faith in the possibility that the regulations valid for the world of existence are rational, that is, comprehensible to reason. I cannot conceive of a genuine scientist without that profound faith.'"
  },
  {
    "text": "44: Dr. James Simpson, born in 1811, was responsible for the discovery of chloroform’s anesthetic qualities, leading to its medical use worldwide. He also laid a solid foundation for gynecology and predicted the discovery of the x-ray. Dr. Simpson was president of the Royal Medical Society and Royal Physician to the Queen, the highest medical position of his day. He stated, 'Christianity works because it is supremely true and therefore supremely livable. There is nothing incompatible between religion and science.' When asked what his greatest discovery was, Dr. Simpson replied: 'It was not chloroform. It was to know I am a sinner and that I could be saved by the grace of God. A man has missed the whole meaning of life if he has not entered into an active, living relationship with God through Christ.'"
  },
  {
    "text": "45: Plants need sunlight, water, and minerals in order to grow and to make their own energy and food. If plants do not get sunlight, and yet have water and minerals, they cannot produce chlorophyll. They will then die. It is interesting to notice therefore the chronological order of the Genesis creation. God created light first (Genesis 1:3). He then created water (v. 6), then soil (v. 9), and then He created plant life (v. 11)."
  },
  {
    "text": "46: The great biological truth concerning the importance of blood in our body’s mechanism has been fully comprehended only in recent years. Up until 120 years ago, sick people were 'bled,' and many died because of the practice. If you lose your blood, you lose your life. The reason doctors give a 'blood test' is because blood carries an incredible amount of information about the health of the flesh. The Book of Leviticus, written 1400 B.C., declared that blood is the source of life: 'For the life of the flesh is in the blood' (17:11). The blood carries water and nourishment to every cell, maintains the body’s temperature, and removes the waste material of the body’s cells. It also carries oxygen from the lungs throughout the body. In 1616, William Harvey discovered that blood circulation is the key factor in physical life—confirming what the Bible revealed 3,000 years earlier."
  },
  {
    "text": "47: The Scriptures describe biogenesis (the development of living organisms from other living organisms) and the stability of each kind of living organism: 'Then God said, 'Let the earth bring forth grass, the herb that yields seed, and the fruit tree that yields fruit according to its kind, whose seed is in itself, on the earth'; and it was so. And the earth brought forth grass, the herb that yields seed according to its kind, and the tree that yields fruit, whose seed is in itself according to its kind. And God saw that it was good' (Genesis 1:11,12)."
  },
  {
    "text": "48: ‘Natural Kinds’ Validate the Bible This notion of species as 'natural kinds' fits splendidly with creationist tenets of a pre-Darwinian age. Louis Agassiz even argued that species are God’s individual thoughts, made incarnate so that we might perceive both His majesty and His message. Species, Agassiz wrote, are 'instituted by the Divine Intelligence as the categories of his mode of thinking.' But how could a division of the organic world into discrete entities be justified by an evolutionary theory that proclaimed ceaseless change as the fundamental fact of nature?' - Stephen J. Gould, professor of geology and paleontology, Harvard University"
  },
  {
    "text": "49: The Scriptures and Fulfilled Prophecies Prophecies from the Old and New Testaments that have been fulfilled also add credibility to the Bible. The Scriptures predicted the rise and fall of great empires like Greece and Rome (Daniel 2:39,40), and foretold the destruction of cities like Tyre and Sidon (Isaiah 23). Tyre’s demise is recorded by ancient historians, who tell how Alexander the Great lay siege to the city for seven months. King Nebuchadnezzar of Babylon had failed in a 13-year attempt to capture the seacoast city and completely destroy its inhabitants. During the siege of 573 B.C., much of the population of Tyre moved to its new island home approximately half a mile from the land city. Here it remained surrounded by walls as high as 150 feet until judgment fell in 332 B.C. with the arrival of Alexander the Great. In the seven-month siege, he fulfilled the remainder of the prophecies (Zechariah 9:4; Ezekiel 26:12) concerning the city at sea by completely destroying Tyre, killing 8,000 of its inhabitants and 39 CHAPTER 7 selling 30,000 of its population into slavery. To reach the island, he scraped up the dust and rubble of the old land city of Tyre, just like the Bible predicted, and cast them into the sea, building a 200-foot-wide causeway out to the island. Alexander’s death and the murder of his two sons were also foretold in the Scripture. Another startling prophecy was Jesus’ detailed prediction of Jerusalem’s destruction, and the further spreading of the Jewish diaspora throughout the world, which is recorded in Luke 21. In A.D. 70, not only was Jerusalem destroyed by Titus, the future emperor of Rome, but another prediction of Jesus Christ (Matthew 24:1,2) came to pass—the complete destruction of the temple of God."
  },
  {
    "text": "50: The Bible’s Prediction of the Middle East Conflict In the Book of Beginnings, in Genesis 16:12, God said that Ishmael (the progenitor of the Arab race; see Time, April 4, 1988) would be a \"wild man... and every man’s hand [will be] against him; and he shall dwell in the presence of all his brethren.\" Almost four thousand years later, who could deny that this prophecy is being fulfilled in the Arab race? The Arabs and the Jews are “brethren” having Abraham as their ancestor. The whole Middle East conflict is caused by their dwelling together. 40 The Bible’s Messianic Prophecies In the Book of Daniel, the Bible prophesied the coming of the one and only Jewish Messiah prior to the temple’s demise. The Old Testament prophets declared He would be born in Bethlehem (Micah 5:2) to a virgin (Isaiah 7:14), be betrayed for thirty pieces of silver (Zechariah 11:12,13), die by crucifixion (Psalm 22), and be buried in a rich man’s tomb (Isaiah 53:9). There was only one person who fits all of the messianic prophecies of the Old Testament who lived before A.D. 70: Jesus of Nazareth, the Son of Mary."
  },
  {
    "text": "51: The Bible’s Messianic Prophecies In the Book of Daniel, the Bible prophesied the coming of the one and only Jewish Messiah prior to the temple’s demise. The Old Testament prophets declared He would be born in Bethlehem (Micah 5:2) to a virgin (Isaiah 7:14), be betrayed for thirty pieces of silver (Zechariah 11:12,13), die by crucifixion (Psalm 22), and be buried in a rich man’s tomb (Isaiah 53:9). There was only one person who fits all of the messianic prophecies of the Old Testament who lived before A.D. 70: Jesus of Nazareth, the Son of Mary."
  },
  {
    "text": "52. In Isaiah 66:7-8 (written around 700 B.C.), Isaiah delivers a remarkable prophecy: \"Shall the earth be made to bring forth in one day? Or shall a nation be born at once? For as soon as Zion travailed, she brought forth her children.\" This prophecy was astonishingly fulfilled on May 14, 1948, when the nation of Israel was established in a single day. The process began in 1922 when the League of Nations granted Great Britain a mandate over Palestine. However, when Britain withdrew its mandate on May 14, 1948, Israel declared its independence, effectively being “born in a day.” There are over 25 biblical prophecies concerning Palestine that have been literally fulfilled. Probability estimates suggest that the chances of these prophecies being randomly fulfilled are less than 1 in 33 million."
  },
  {
    "text": "53: The Bible Predicts Russia’s Attack of Israel A number of books of the Bible speak of future events. Ezekiel 38 (written approximately 600 B.C.) prophesies that in these times (\"the latter days,\" v. 16), Russia (referred to as the \"Prince of Rosh\"; see Smith’s Bible Dictionary, p. 584) will combine with Iran, Libya (in Hebrew called \"Put\"), and communistic Ethiopia (in Hebrew called “Cush”) and attack Israel (vv. 5–8). This will take place after an Israeli peace initiative has been successful (v. 11). The Bible even gives the Russian reasoning for and the direction of the attack (vv. 10–15), as well as the location of the battle (Armageddon—Revelation 16:16). This is generally interpreted as meaning “the mountain of Megiddo,\" which is located on the north side of the plains of Jezreel. Russia has had a foothold in the Middle East for many years: \"The Soviets are entrenched around the rim of the Middle East heartland, in Afghanistan, South Yemen, Ethiopia, and Libya\" (\"Countdown in the Middle East,\" Reader’s Digest, May 1982)."
  },
    {
      "text": "54: Signs of the Times Verify the Bible There will be false Christs; wars and rumors of wars; nation rising against nation; famines; disease (pestilence); false prophets who will deceive many; and lawlessness (forsaking of the Ten Commandments). The gospel will be preached in all the world. There will be earthquakes in various places; signs from heaven (in the sun, moon, and stars); and persecution against Christians in all nations. Men’s hearts will fail 42 them for fear of the future; they will be selfish, materialistic, arrogant, proud. Homosexuality will increase; there will be blasphemy; cold-heartedness; intemperance; brutality; rebellious youth; hatred of those who stand up for righteousness; ungodliness; pleasureseeking; much hypocrisy. False Bible teachers will have many followers, be money-hungry, and slander the Christian faith (see 2 Peter 2:1–3). Men will scoff and say that there was no such thing as the flood of Noah and that these \"signs\" have always been around. Their motivation for hating the truth will be their love of lust (2 Peter 3:1–7). The Scriptures tell us that they make one big mistake. Their understanding of God is erroneous. They don’t understand that God’s time frame is not the same as ours. They think (in their ignorance) that God’s continued silence means that He doesn’t see their sins. In truth, He is merely holding back His wrath, waiting for them to repent and escape the damnation of hell. Jesus warned that the sign to look for was the repossession of Jerusalem by the Jews. That happened in 1967, after 2,000 years, bringing into culmination all the signs of the times. (These are combined from Matthew 24; Mark 13; Luke 21; 1 Timothy 4; and 2 Timothy 3."
},
{
  "text": "55: The Bible and Armageddon Joel 2:1–10 relates a striking account of the coming Battle of Armageddon, the greatest of all battles. As 43 this vision (which seems to entail flame-throwing tank warfare) was given to him approximately 2,800 years ago, the prophet relates it to the only thing he has seen in battle—horse-drawn chariots. Think of modern warfare and compare: fire goes before them (v. 3); they burn what is behind them (v. 3); they destroy everything in their path (v. 3); they move at the speed of a horse (30–40 mph, v. 4); their rumbling sounds like the noise of many chariots and the roar of a fire (v. 5); they climb over walls (v. 7); they don’t break ranks (v. 7); the sword can’t stop them (v. 8); they climb into houses (v. 9); and they make the earth quake (v. 10)."
},
{
  "text": "56. The Bible and Nuclear War Ezekiel 39, written over 2,500 years ago, speaks of God’s judgment upon the enemies of Israel. Verses 12–15 describe what will happen after what many see as the Battle of Armageddon: \"And seven months shall the house of Israel be burying of them, that they may cleanse the land...And they shall sever out men of continual employment, passing through the land to bury with the passengers those that remain upon the face of the earth, to cleanse it: after the end of seven months shall they search. And the passengers that pass through the land, when any sees a man’s bone, then shall he set up a sign by it, till the buriers have buried it in the valley of Hamongog.\" Before the days of nuclear warfare, this portion of the Bible would have made no sense to the reader. We are told that even the weapons left by the enemy will have to be burned (Ezekiel 39:9). So many will die 44 that it will take those specially employed for the purpose seven months to bury the dead (v. 14). The Scriptures are very specific about the method of burial. When even a bone is found by searchers, a special marker is to be placed near the bone until the buriers have buried it. This would seem to be a clear reference to radioactive contamination after nuclear war. This thought is confirmed in Joel 2:30, which speaks of \"pillars of smoke.\""
},
{
  "text": "57. The Book of Peter and Nuclear Weapons The Bible suggests the effects of nuclear weaponry. This is certainly not something that could have been explained in 67 A.D. using known scientific principles (when Peter wrote the following verse): But the day of the Lord will come as a thief in the night, in which the heavens will pass away with a great noise, and the elements will melt with fervent heat; both the earth and the works that are in it will be burned up (2 Peter 3:10)."
},
{
  "text": "58. The Bible and \"Lights\" God created the \"lights\" in the heavens \"for signs, and for seasons, and for days and years\" (Genesis 1:14). Through the marvels of astronomy we now understand that a year is the time required for the earth to travel once around the sun. The seasons are caused by the changing position of the earth in relation to the sun-\"astronomers can tell exactly from the earth’s motion around the sun when one season ends and the next one begins\" (Worldbook Multimedia Encyclopedia). We also now understand that a \"month is the time of one revolution of the moon around the earth with respect to the sun\" (Encyclopedia Britannica). How could Moses (the accepted author of Genesis) have known 3,500 years ago that the \"lights\" of the sun and moon were the actual determining factors of the year’s length, unless his words were inspired by God?"
},
{
  "text": "59. The Bible and the Stars In Jeremiah 33:22, the Bible states that \"the host of heaven cannot be numbered, neither the sand of the sea measured.\" When this was written, 2,500 years ago, no one knew how vast the stars were, since only about 1,100 were visible. Now we know that there are billions of stars, and that they cannot be numbered. The Bible also tells us that each star is unique (1 Corinthians 15:41). All stars look alike to the naked eye. Even when seen through a telescope, they still seem to be just points of light. However, close examination of their light spectra reveals that each is different from all others."
},
{
  "text": "60. The Bible and Outer Space \"Long before the Hubble Space Telescope was available, the Bible spoke of both \"the heavens\" and \"the highest heavens\" (see Deuteronomy 10:14). Today we know that there are vast reaches in space, with galaxies, and clusters of galaxies, and super clusters—\"the highest heavens.\"\" Richard Gunther."
},
{
  "text": "61. The Bible and the Sun’s Circuit In speaking of the sun, the psalmist (800 B.C.) said that \"his going forth is from the end of the heaven, and his circuit unto the ends of it: and there is nothing hid from the heat thereof\" (Psalm 19:6). For many years critics scoffed at this verse, claiming that it taught the doctrine of geocentricity (i.e., the sun revolves around the earth). Scientists at that time thought the sun was stationary. However, it has been discovered in recent years that the sun is in fact moving through space at approximately 600,000 miles per hour. It is traveling through the heavens and has a \"circuit\" just as the Bible says. Its circuit is so large that it would take approximately 200 million years to complete one orbit."
},
{
  "text": "62. The Bible and the Revolving Earth The Scriptures tell us that the Second Coming of Jesus Christ (which will happen at the speed of light —Luke 17:24) will occur while some are asleep at night and others are working at daytime activities in the field. This is a clear indication of a revolving earth, with day and night at the same time. Science didn’t discover this until the fifteenth century."
},
{
  "text": "63. The Bible and the Expanding Universe It is interesting to note that scientists are beginning to understand that the universe is expanding or stretching out. At least seven times in Scripture we are told that God \"stretches out the heavens like a curtain\" (e.g., Psalm 104:2)."
},
{
  "text": "64. Astronomy Confirms the Bible In 1964, Drs. Arno Penzias and Robert Wilson of Bell Labs discovered a noise coming from all directions, permeating the universe. Physicists hailed this as the first observational evidence of the Big Bang known as \"the radio echo of creation.\" Penzias saw the philosophical significance in his discovery. \"[T]he best data we have,\" he said, \"are exactly what I would have predicted, had I had nothing to go on but the five books of Moses, the Psalms, the Bible as a whole . . . [T]he creation of the universe is supported by all the observable data astronomy has produced so far.\""
},
{
  "text": "65. Sir Isaac Newton Believed the Bible Sir Isaac Newton, the father of modern science, said these wise words: \"We account the Scriptures of God to be the most sublime philosophy. I find more sure marks of authenticity in the Bible than in any profane history whatsoever.\""
},
{
  "text": "66. Samuel Morse Believed the Bible Samuel Morse, famous for his invention of the telegraph, wrote these words four years before he died: \"The nearer I approach the end of my pilgrimage, the clearer is the evidence of the divine origin of the Bible. The grandeur and sublimity of God’s remedy for fallen man are more appreciated and the future is illuminated with hope and joy.\""
},
{
  "text": "67. Napoleon Believed the Bible The Bible is no mere book, but a Living Creature, with a power that conquers all that oppose it . . . I never omit to read it, and every day with new pleasure. Napoleon also wrote about Jesus: I know men and I tell you that Jesus Christ is no mere man. Between Him and every other person in the world there is no possible term of comparison. Alexander, Caesar, Charlemagne, and I have founded empires. But on what did we rest the creations of our genius? Upon force. Jesus Christ founded His empire upon love; and at this hour millions of men would die for Him."
},
{
  "text": "68. Patrick Henry Believed the Bible \"Here is a Book worth more than all the other books which were ever printed; yet it is my misfortune never to have, till lately, found time to read it with proper intention or feeling.\" Patrick Henry."
},
{
  "text": "69. Andrew Jackson Believed the Bible \"That book, Sir, is the Rock upon which our republic rests.\" Andrew Jackson."
},
{
  "text": "70. William McKinley Believed the Bible \"The more profoundly we study this wonderful Book, and the more closely we observe its divine precepts, the better citizens we will become and the higher will be our destiny as a nation.\" William McKinley"
},
{
  "text": "71. Woodrow Wilson Believed the Bible \"There are a good many problems before the American people today, and before me as President, but I expect to find the solution of those problems just in the proportion that I am faithful in the study of the Word of God.\" Woodrow Wilson"
},
{
  "text": "72. Thomas Jefferson Believed the Bible \"I have always said, and always will say, that the studious perusal of the Sacred Volume will make us better citizens, better fathers and better husbands.\" Thomas Jefferson"
},
{
  "text": "73. Herbert Hoover Believed the Bible \"The whole inspiration of our civilization springs from the teachings of Christ and the lessons of the prophets. To read the Bible for these fundamentals is a necessity of American life.\" Herbert Hoover"
},
{
  "text": "74. John Quincy Adams Believed the Bible \"I say to you, Search the Scriptures! The Bible is the book of all others, to be read at all ages, and in all conditions of human life; not to be read once or twice or thrice through, and then laid aside, but to be read in small portions of one or two chapters every day, and never to be intermitted, unless by some overruling necessity.\" John Quincy Adams"
},
{
  "text": "75. Franklin D. Roosevelt Believed the Bible \"We cannot read the history of our rise and development as a nation, without reckoning the place the Bible has occupied in shaping the advances of the Republic.\" \"It is a fountain of strength and now, as always, an aid in attaining the highest aspirations of the human soul.\" Franklin D. Roosevelt"
},
{
  "text": "76. Robert E. Lee Believed the Bible \"In all my perplexities and distresses, the Bible has never failed to give me light and strength.\" Robert E. Lee"
},
{
  "text": "77. Ulysses S. Grant Believed the Bible \"Hold fast to the Bible as the sheet anchor of your liberties; write its precepts in your hearts, and practice them in your lives.\" Ulysses S. Grant"
},
{
  "text": "78. Sir Winston Churchill Believed the Bible \"Let men of science and learning expound their knowledge and prize and probe with their researches every detail of the records which have been preserved to us from those dim ages. All they will do is fortify the grand simplicity and essential accuracy of the recorded truths which have lighted so far the pilgrimage of men.\" Sir Winston Churchill"
},
{
  "text": "79. Charles Dickens Believed the Bible \"The New Testament is the very best book that ever was or ever will be known in the world.\" Charles Dickens"
},
{
  "text": "80. John Adams Believed the Bible \"The Bible is the best book in the world. It contains more than all the libraries I have seen.\" \"Suppose a nation in some distant region should take the Bible for their only law book, and every member should regulate his conduct by the precepts there exhibited! Every member would be obligated in conscience, to temperance, frugality, and industry; to justice, kindness, and charity towards his fellow men; and to piety, love, and reverence toward Almighty God...What a Utopia, what a paradise would this region be.\" John Adams"
},
{
  "text": "81. Ronald Reagan Believed the Bible \"Within the covers of the Bible are all the answers for all the problems men face. The Bible can touch hearts, order minds and refresh souls.\" Ronald Reagan"
},
{
  "text": "82. George Washington Believed the Bible \"It is impossible to rightly govern the world without God or the Bible.\" \"It is the duty of all nations to acknowledge the Providence of Almighty God, to obey His will, to be grateful for His benefits, and humbly to implore His protection and favor.\" \"Direct my thoughts, words, and work. Wash away my sins in the immaculate Blood of the Lamb, and purge my heart by Thy Holy Spirit...Daily frame me more and more into the likeness of Thy Son Jesus Christ.\" George Washington"
},
{
  "text": "83. Daniel Webster Believed the Bible \"I have read the Bible through many times, and now make it a practice to read it through once every year. It is a book of all others for lawyers, as well as divines; and I pity the man who cannot find in it a rich supply of thought and of rules for conduct. It fits a man for life—it prepares him for death.\" \"If we abide by the principles taught in the Bible, our country will go on prospering.\" Daniel Webster"
},
{
  "text": "84. Noah Webster Believed the Bible \"The moral principles and precepts contained in the Scriptures ought to form the basis of all our civil constitutions and laws. All the miseries and evils which men suffer from—vice, crime, ambition, injustice, oppression, slavery, and war—proceed from their despising or neglecting the precepts contained in the Bible.\" Noah Webster"
},
{
  "text": "85. Dwight Eisenhower Believed the Bible \"The Bible is endorsed by the ages. Our civilization is built upon its words. In no other Book is there such a collection of inspired wisdom, reality, and hope.\" \"It takes no brains to be an atheist. Any stupid person can deny the existence of a supernatural power because man’s physical senses cannot detect it. But there cannot be ignored the influence of conscience, the respect we feel for the Moral Law, the mystery of first life . . . or the marvelous order in which the universe moves about us on this earth. All these evidence the handiwork of the beneficent Deity. . . That Deity is the God of the Bible and Jesus Christ, His Son.\" Dwight Eisenhower"
},

{
  "text": "86. Albert Schweitzer Believed the Bible \"We must all mutually share in the knowledge that our existence only attains its true value when we have experienced in ourselves the truth of the declaration: ‘He who loses his life shall find it.’\" Albert Schweitzer"
},
{
  "text": "87. Calvin Coolidge Believed the Bible \"The foundations of our society and our government rest so much on the teachings of the Bible that it would be difficult to support them if faith in these teachings would cease to be practically universal in our country.\" Calvin Coolidge"
},
{
  "text": "88. Christopher Columbus Believed the Bible \"It was the Lord who put it into my mind . . . I could feel His hand upon me . . . There is no question the inspiration was from the Holy Spirit because He comforted me with rays of marvelous illumination from the Holy Scriptures . . .\" Christopher Columbus (from his diary, in reference to his discovery of \"the New World\")"
},
{
  "text": "89. General Robert E. Lee Believed the Bible \"There are things in the old Book which I may not be able to explain, but I fully accept it as the infallible Word of God, and receive its teachings as inspired by the Holy Spirit.\""
},
{
  "text": "90. Abraham Lincoln Believed the Bible \"I believe the Bible is the best gift God has given to man.\" He also said, \"Whereas, it is the duty of nations as well as of men to own their dependence upon the overruling power if God, to confess their sins and transgressions in humble sorrow yet with assured hope that genuine repentance will lead to mercy and pardon, and to recognize the sublime truth, announced in the Holy Scriptures and proven by all history: that those nations only are blessed whose God is the Lord . . . We have been the recipients of the choicest bounties of Heaven. We have been preserved these many years in peace and prosperity. We have grown in numbers, wealth and power as no other nation has ever grown. But we have forgotten God. We have forgotten the gracious Hand which preserved us in peace, and multiplied and enriched and strengthened us; and we have vainly imagined, in the deceitfulness of our hearts, that all these blessings were produced by some superior wisdom and virtue of our own. \"Intoxicated with unbroken success, we have become too self-sufficient to feel the necessity of redeeming and preserving grace, too proud to pray to the God that made us! \"It behooves us then to humble ourselves before the offended Power, to confess our national sins and to pray for clemency and forgiveness.\" Abraham Lincoln, 1863, in declaring a day of national fasting, prayer, and humiliation"
},
{
  "text": "91. Congress and the Bible The Bible is the Word of God according to the United States Congress. In a joint resolution requesting the President proclaim 1983 as the \"Year of the Bible,\" it declared: …the Bible, the Word of God, has made a unique contribution in shaping the United States as a distinctive and blessed nation and people...Deeply held religious convictions springing from the Holy Scriptures led to the early settlement of our nation . . . Biblical teachings inspired concepts of civil government that are contained in our Declaration of Independence and the Constitution of the United States (Public Law 97-280)"
},
{
  "text": "92. Archaeology and History Attest to the Bible By Richard M. Fales, Ph.D. No other ancient book is questioned or maligned like the Bible. Critics looking for the flyspeck in the masterpiece allege that there was a long span between the time the events in the New Testament occurred and when they were recorded. They claim another gap exists archaeologically between the earliest copies made and the autographs of the New Testament. In reality, the alleged spaces and so-called gaps exist only in the minds of the critics."
},
{
  "text": "93. Manuscript Evidence. Aristotle’s Ode to Poetics was written between 384 and 322 B.C. The earliest copy of this work dates A.D. 1100, and there are only forty-nine extant manuscripts. The gap between the original writing and the earliest copy is 1,400 years. There are only seven extant manuscripts of Plato’s Tetralogies, written 427–347 B.C. The earliest copy is A.D. 900—a gap of over 1,200 years. What about the New Testament? Jesus was crucified in A.D. 30. The New Testament was written between A.D. 48 and 95. The oldest manuscripts date to the last quarter of the first century, and the second oldest A.D. 125. This gives us a narrow gap of thirty-five to forty years from the originals written by the apostles. From the early centuries, we have some 5,300 Greek manuscripts of the New Testament. Altogether, including Syriac, Latin, Coptic, and Aramaic, we have a whopping 24,633 texts of the ancient New Testament to confirm the wording of the Scriptures. So the bottom line is, there was no great period between the events of the New Testament and the New Testament writings. Nor is there a great time lapse between the original writings and the oldest copies. With the great body of manuscript evidence, it can be proved, beyond a doubt, that the New Testament says exactly the same things today as it originally did nearly 2,000 years ago. Corroborating Writings. Critics also charge that there are no ancient writings about Jesus outside the New Testament. This is another ridiculous claim. Writings confirming His birth, ministry, death, and resurrection include Flavius Josephus (A.D. 93), the Babylonian Talmud (A.D. 70–200), Pliny the Younger’s letter to the Emperor Trajan (approx. A.D. 100), the Annals of Tacitus (A.D. 115–117), Mara Bar Serapion (sometime after A.D. 73), and Suetonius’ Life of Claudius and Life of Nero (A.D. 120). Another point of contention arises when Bible critics have knowingly or unknowingly misled people by implying that Old and New Testament books were either excluded from or added into the canon of Scripture at the great ecumenical councils of A.D. 336, 382, 397, and 419. In fact, one result of these gatherings was to confirm the Church’s belief that the books already in the Bible were divinely inspired. Therefore, the Church, at these meetings, neither added to nor took away from the books of the Bible. At that time, the thirty-nine Old Testament books had already been accepted, and the New Testament, as it was written, simply grew up with the ancient Church. Each document, being accepted as it was penned in the first century, was then passed on to Christians of the next century. So, this foolishness about the Roman Emperor Constantine dropping books from the Bible is simply uneducated rumor."
},
{
  "text": "94. Modern Archaeology Confirms the Bible \"In extraordinary ways, modern archeology is affirming the historical core of the Old and New Testaments, supporting key portions of crucial biblical stories.\" Jeffery L. Sheler, \"Is the Bible True?\" Reader’s Digest, June 2000"
},

{
  "text": "95. The Dead Sea Scrolls Bear Out the Bible By William F. Albright The discovery of the Dead Sea Scrolls (DSS) at Qumran in 1949 had significant effects in corroborating evidence for the Scriptures. The ancient texts, found hidden in pots in cliff-top caves by a monastic religious community, confirm the reliability of the Old Testament text. These texts, which were copied and studied by the Essenes, include one complete Old Testament book (Isaiah) and thousands of fragments, representing every Old Testament book except Esther. The manuscripts date from the third century B.C. to the first century A.D. and give the earliest window found so far into the texts of the Old Testament books and their predictive prophecies. The Qumran texts have become an important witness for the divine origin of the Bible, providing further evidence against the criticism of such crucial books as Daniel and Isaiah. Dating the Manuscripts. Carbon-14 dating is a reliable form of scientific dating when applied to uncontaminated material several thousand years old. Results indicated an age of 1917 years with a 200-year (10 percent) variant. Paleography (ancient writing forms) and orthography (spelling) indicated that some manuscripts were inscribed before 100 B.C. Albright set the date of the complete Isaiah scroll to around 100 B.C.—“there can happily not be the slightest doubt in the world about the genuineness of the manuscript.” Archaeological Dating. Collaborative evidence for an early date came from archaeology. Pottery accompanying the manuscripts was late Hellenistic (c. 150–63 B.C.) and Early Roman (c. 63 B.C. to A.D. 100). Coins found in the monastery ruins proved by their inscriptions to have been minted between 135 B.C. and A.D. 135. The weave and pattern of the cloth supported an early date. There is no reasonable doubt that the Qumran manuscripts came from the century before Christ and the first century A.D. Significance of the Dating. Previous to the DSS, the earliest known manuscript of the Old Testament was the Masoretic Text (A.D. 900) and two others (dating about A.D. 1000) from which, for example, the King James version of the Old Testament derived its translation. Perhaps most would have considered the Masoretic text as a very late text and therefore questioned the reliability of the Old Testament wholesale. The Dead Sea Scrolls eclipse these texts by 1,000 years and provide little reason to question their reliability, and further, present only confidence for the text. The beauty of the Dead Sea Scrolls lies in the close match they have with the Masoretic text—demonstrable evidence of reliability and preservation of the authentic text through the centuries. So the discovery of the DSS provides evidence for the following: 1) Confirmation of the Hebrew Text 2) Support for the Masoretic Text 3) Support for the Greek translation of the Hebrew Text (the Septuagint). Since the New Testament often quotes from the Greek Old Testament, the DSS furnish the reader with further confidence for the Masoretic texts in this area where it can be tested."
},
{
  "text": "96. Archaeological Discoveries and the Bible \"Archaeology has confirmed countless passages which have been rejected by critics as unhistorical or contradictory to known facts...Yet archaeological discoveries have shown that these critical charges...are wrong and that the Bible is trustworthy in the very statements which have been set aside as untrustworthy. . .We do not know of any cases where the Bible has been proved wrong.\" Dr. Joseph P. Free"
},
{
  "text": "97. Archaeology’s Amazing Findings \"It may be stated categorically that no archaeological discovery has ever controverted a Biblical reference. Scores of archaeological findings have been made which confirm in clear outline or exact detail historical statements in the Bible. And, by the same token, proper evaluation of Biblical descriptions has often led to amazing discoveries.\" Dr. Nelson Glueck"
},
{
  "text": "98. Archaeological Data Corroborates the Bible Following the 1993 discovery in Israel of a stone containing the inscriptions \"House of David\" and \"King of Israel,\" Time magazine stated, \"This writing—dated to the 9th century B.C., only a century after David’s reign—described a victory by a neighboring king over the Israelites...The skeptics’ claim that David never existed is now hard to defend.\" Time, December 18, 1995 \"During the past four decades, spectacular discoveries have produced data corroborating the historical backdrop of the Gospels. In 1968, for example, the 64 skeletal remains of a crucified man were found in a burial cave in northern Jerusalem . . . There was evidence that his wrists may have been pierced with nails. The knees had been doubled up and turned sideways and an iron nail (still lodged in the heel bone of one foot) driven through both heels. The shinbones appeared to have been broken, perhaps corroborating the Gospel of John.\" Jeffery L. Sheler, \"Is the Bible True?\" Reader’s Digest, June 2000"
},
{
  "text": "99. The Bible references the Hittite Empire more than 40 times, yet until about a century ago, no archaeological evidence supported its existence. Skeptics dismissed the biblical account as inaccurate—until 1906, when archaeologist Hugo Winckler discovered a vast library of 10,000 clay tablets that fully documented the lost Hittite civilization. Today, we know that the Hittites were a powerful empire, rivaling Egypt and Assyria in their prime."
},
{
  "text": "100. In 1990, a hidden first-century burial chamber was unearthed just two miles from the Temple Mount. Among the remains was an ossuary inscribed with the name \"Yehosef bar Qayafa\" (\"Joseph, son of Caiaphas\"), leading experts to believe it belonged to Caiaphas, the high priest involved in Jesus’ trial before Pontius Pilate. Another significant discovery took place in Caesarea Maritima, the Roman administrative center of Judea, where archaeologists uncovered a stone inscription that likely read: \"Pontius Pilate, Prefect of Judea, has dedicated a temple in honor of Tiberius.\" This confirms the historical accuracy of the Gospels in describing Pilate’s role as the Roman governor during Jesus’ crucifixion. (Source: Jeffery L. Sheler, \"Is the Bible True?\" Reader’s Digest, June 2000)"
},
{
  "text": "101. The New Testament author Luke is recognized as an exceptionally precise historian. One archaeologist meticulously examined Luke’s references to 32 countries, 54 cities, and 9 islands—without finding a single error. (Source: John McRay, biblical archaeologist)"
},
{
  "text": "102. Jesus foretold the destruction of the temple, saying: \"Do you see all these things? Truly I tell you, not one stone will be left on another; every one will be thrown down.\" —Matthew 24:2 (See also Luke 21:6) Historian Josephus documented how, in A.D. 70, the Romans razed the temple, even removing its stones in search of melted gold. They later leveled the site and sowed the ground with salt—exactly as Jesus had predicted.(Source: Josephus, The Wars of the Jews)"
},
{
  "text": "103. The Jewish historian Flavius Josephus (A.D. 37–100) recorded a remarkable passage about Jesus: \"At this time there lived Jesus, a wise man, if indeed one should call him a man. He performed amazing deeds and taught those who received the truth with joy. He won over many Jews and Greeks. He was the Christ. When Pilate condemned him to be crucified, those who had loved him did not abandon him. Three days later, he appeared alive to them, just as the prophets foretold. Even now, the tribe of Christians, named after him, has not disappeared.\" (Source: Testimonium Flavianum, Josephus)"
},
{
  "text": "104. The Bible is a collection of 66 books written over 1,600 years, by more than 40 authors from different backgrounds, cultures, and locations. Despite this, it maintains a consistent message from Genesis to Revelation—the redemption of humanity through the Messiah. Genesis tells of paradise lost; Revelation speaks of paradise regained. Hundreds of complex and controversial topics are addressed in perfect harmony. There is no other book in history that compares to the Bible’s continuity. (Source: Josh McDowell, Christian apologist)"
},
{
  "text": "105. The Bible and evolution offer contradictory explanations of life’s origins. According to the Bible, each living creature reproduces “after its own kind” (Genesis 1:24), whereas evolution suggests that species gradually evolve into entirely new forms. While microevolution (small changes within a species) is observable, there is no scientific evidence for macroevolution—the transformation of one species into another. The idea that humans evolved from primates relies on macroevolution, commonly referred to as “the theory of evolution.” Despite being widely taught, evolution raises more questions than answers. Consider: If the first bird evolved, did it breathe before lungs developed? If it survived without lungs, why evolve them at all? How did it eat before evolving a mouth? If evolution were truly scientific, why does it remain full of unproven assumptions? Numerous scientists, including those once committed to evolution, have criticized the theory’s inconsistencies. Professor Louis Bounoure, Director of Research at France’s National Center for Scientific Research, stated: “Evolution is a fairy tale for grown-ups. It has contributed nothing to scientific progress and is entirely useless.” (Sources: Michael Ruse, Darwin’s Theory: An Exercise in Science; Dr. T.N. Tahmisian, Atomic Energy Commission; Malcolm Muggeridge, British journalist & philosopher)"
},
{
  "text": "106. Several so-called “missing links” have been exposed as hoaxes. Piltdown Man (1912) – Once hailed as Darwin’s missing link, later proven to be a deliberate forgery, made from a human skull and an orangutan jaw. Nebraska Man – Based on a single tooth, later identified as belonging to an extinct pig. Java Man – Originally constructed from just a skull fragment, a thigh bone, and three teeth. Modern studies reveal it was fully human. Neanderthal Man – Once depicted as primitive, later found to be fully human, intelligent, and even artistic. Even Dr. Colin Patterson, senior paleontologist at the British Museum of Natural History, admitted: “After 20 years of studying evolution, I realized there was not one thing I knew for certain about it.” When he asked evolutionary experts for a single fact proving evolution, he was met with silence. (Source: Dr. Colin Patterson, 1981 address at the American Museum of Natural History, New York City)"
}

  ]
}

  
